// JavaScript Document


var myArray = [
["Craft Essence_1",1,"★","頑強",1,100,300,0,0,"SkillIcon_400","自身的防禦力提升3%<br>自身的防禦力提升5%[最大解放]"],

["Craft Essence_2",2,"★","瞑想",1,150,450,0,0,"SkillIcon_401","自身的弱體耐性提升5%<br>自身的弱體耐性提升10%[最大解放]"],

["Craft Essence_3",3,"★","技巧",1,0,0,100,300,"SkillIcon_305","自身的Arts卡性能提升3%<br>自身的Arts卡性能提升5%[最大解放]"],

["Craft Essence_4",4,"★","先制",1,0,0,100,300,"SkillIcon_304","自身的Quick卡性能提升3%<br>自身的Quick卡性能提升5%[最大解放]"],

["Craft Essence_5",5,"★","破壞",1,0,0,100,300,"SkillIcon_306","自身的Buster卡性能提升3%<br>自身的Buster卡性能提升5%[最大解放]"],

["Craft Essence_6",6,"★★","閃光",3,0,0,150,500,"SkillIcon_303","自身的Critical威力提升5%<br>自身的Critical威力提升10%[最大解放]"],

["Craft Essence_7",7,"★★","好機",3,112,375,75,250,"SkillIcon_604","自身的星星發生率提升5%<br>自身的星星發生率提升10%[最大解放]"],

["Craft Essence_8",8,"★★","豊穣",3,112,375,75,250,"SkillIcon_601","自身的NP以10%累積狀態開始戰鬥<br>自身的NP以20%累積狀態開始戰鬥[最大解放]"],
["Craft Essence_9",9,"★★","集中",3,112,375,75,250,"SkillIcon_602","自身的NP獲得量提升5%<br>自身的NP獲得量提升10%[最大解放]"],

["Craft Essence_10",10,"★★","天啓",3,0,0,150,500,"SkillIcon_302","自身的寶具威力提升5%<br>自身的寶具威力提升10%[最大解放]"],

["Craft Essence_11",11,"★★★","アゾット剣",5,200,1000,0,0,"SkillIcon_400","自身的防禦力8%提升<br>自身的防禦力提升10%[最大解放]"],

["Craft Essence_12",12,"★★★","偽臣の書",5,300,1500,0,0,"SkillIcon_416","自身的弱體耐性提升15%<br>自身的弱體耐性提升20%[最大解放]"],

["Craft Essence_13",13,"★★★","青の黒鍵",5,0,0,200,1000,"SkillIcon_305","自身的Arts卡性能8%提升<br>自身的Arts卡性能提升10%[最大解放]"],

["Craft Essence_14",14,"★★★","緑の黒鍵",5,0,0,200,1000,"SkillIcon_304","自身的Quick卡性能8%提升<br>自身的Quick卡性能提升10%[最大解放]"],

["Craft Essence_15",15,"★★★","赤の黒鍵",5,0,0,200,1000,"SkillIcon_306","自身的Buster卡性能8%提升<br>自身的Buster卡性能提升10%[最大解放]"],

["Craft Essence_16",16,"★★★","凛のペンダント",5,0,0,200,1000,"SkillIcon_303","自身的Critical威力提升15%<br>自身的Critical威力提升20%[最大解放]"],

["Craft Essence_17",17,"★★★","魔導書",5,150,750,100,500,"SkillIcon_604","自身的星星發生率提升15%<br>自身的星星發生率提升20%[最大解放]"],

["Craft Essence_18",18,"★★★","龍脈",5,150,750,100,500,"SkillIcon_601","自身的NP以30%累積狀態開始戰鬥<br>自身的NP以50%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_19",19,"★★★","魔術鉱石",5,150,750,100,500,"SkillIcon_602","自身的NP獲得量提升15%<br>自身的NP獲得量提升20%[最大解放]"],

["Craft Essence_20",20,"★★★","竜種",5,0,0,200,1000,"SkillIcon_302","自身的寶具威力提升15%<br>自身的寶具威力提升20%[最大解放]"],

["Craft Essence_21",21,"★★★★","鋼の鍛錬",9,400,1500,0,0,"SkillIcon_400","自身的防禦力提升15%<br>自身的防禦力提升20%[最大解放]"],

["Craft Essence_22",22,"★★★★","原始呪術",9,600,2250,0,0,"SkillIcon_401","自身的弱體耐性提升25%<br>自身的弱體耐性提升30%[最大解放]"],

["Craft Essence_23",23,"★★★★","投影魔術",9,0,0,400,1500,"SkillIcon_305","自身的Arts卡性能提升15%<br>自身的Arts卡性能提升20%[最大解放]"],

["Craft Essence_24",24,"★★★★","ガンド",9,0,0,400,1500,"SkillIcon_304","自身的Quick卡性能提升15%<br>自身的Quick卡性能提升20%[最大解放]"],

["Craft Essence_25",25,"★★★★","緑の破音",9,0,0,400,1500,"SkillIcon_306","自身的Buster卡性能提升15%<br>自身的Buster卡性能提升20%[最大解放]"],

["Craft Essence_26",26,"★★★★","宝石魔術・対影",9,0,0,400,1500,"SkillIcon_303","自身的星星發生率提升25%<br>自身的星星發生率提升30%[最大解放]"],

["Craft Essence_27",27,"★★★★","優雅たれ",9,300,1125,200,750,"SkillIcon_604","自身的Critical威力提升25%<br>自身的Critical威力提升30%[最大解放]"],

["Craft Essence_28",28,"★★★★","虚数魔術",9,300,1125,200,750,"SkillIcon_601","自身的NP以60%累積狀態開始戰鬥<br>自身的NP以75%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_29",29,"★★★★","天の晩餐",9,300,1125,200,750,"SkillIcon_602","自身的NP獲得量提升25%<br>自身的NP獲得量提升30%[最大解放]"],

["Craft Essence_30",30,"★★★★","天使の詩",9,0,0,400,1500,"SkillIcon_302","自身的寶具威力提升25%<br>自身的寶具威力提升30%[最大解放]"],

["Craft Essence_31",31,"★★★★★","フォーマルクラフト",12,0,0,500,2000,"SkillIcon_305","自身的Arts卡性能提升25%<br>自身的Arts卡性能提升30%[最大解放]"],

["Craft Essence_32",32,"★★★★★","イマジナリ・アラウンド",12,0,0,500,2000,"SkillIcon_304","自身的Quick卡性能提升25%<br>自身的Quick卡性能提升30%[最大解放]"],

["Craft Essence_33",33,"★★★★★","リミテッド／ゼロオーバー",12,0,0,500,2000,"SkillIcon_306","自身的Buster卡性能提升25%<br>自身的Buster卡性能提升30%[最大解放]"],

["Craft Essence_34",34,"★★★★★","カレイドスコープ",12,0,0,500,2000,"SkillIcon_601","自身的NP以80%累積狀態開始戰鬥<br>自身的NP以100%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_35",35,"★★★★★","ヘブンズ・フィール",12,0,0,500,2000,"SkillIcon_302","自身的寶具威力提升40%<br>自身的寶具威力提升50%[最大解放]"],

["Craft Essence_36",36,"★★★★","旅の始まり",3,50,50,50,50,"SkillIcon_202","支援獲得的友情點數+75"],

["Craft Essence_37",37,"★★★","葦の海",5,300,1500,0,0,"SkillIcon_402","對自身賦予迴避狀態(1次)＆弱體耐性提升5%<br>對自身賦予迴避狀態(1次)＆弱體耐性提升10%[最大解放]"],

["Craft Essence_38",38,"★★★★","封印指定　執行者",9,0,0,400,1500,"SkillIcon_604","自身的星星集中度600%提升<br>自身的星星集中度800%提升[最大解放]"],

["Craft Essence_39",39,"★★★★","マグダラの聖骸布",9,400,1500,0,0,"SkillIcon_400","對自身賦予〔男性〕特防25%狀態<br>對自身賦予〔男性〕特防30%狀態[最大解放]"],

["Craft Essence_40",40,"★★★★★","プリズマコスモス",12,375,1500,250,1000,"SkillIcon_607","對自身賦予每回合NP8%獲得狀態<br>對自身賦予每回合NP10%獲得狀態[最大解放]"],

["Craft Essence_41",41,"★★★★★","不夜の薔薇",12,500,2000,0,0,"SkillIcon_404","對自身賦予根性狀態(1次・HP500回復)<br>對自身賦予根性狀態(1次・HP1000回復)[最大解放]"],

["Craft Essence_42",42,"★★★","ムーンセル・オートマトン",5,0,0,200,1000,"SkillIcon_317","自身的的Arts卡性能提升3%＆Buster卡性能提升3%＆Quick卡性能提升3%<br>自身的的Arts卡性能提升5%＆Buster卡性能提升5%＆Quick卡性能提升5%[最大解放]"],

["Craft Essence_43",43,"★★★★","ムーニー・ジュエル",9,600,2250,0,0,"SkillIcon_401","自身的魅惑耐性提升80%<br>自身的魅惑耐性提升100%[最大解放]"],

["Craft Essence_44",44,"★★★★★","月女神の沐浴",12,500,2000,0,0,"SkillIcon_606","對自身賦予每回合HP500回復狀態<br>對自身賦予每回合HP750回復狀態[最大解放]"],

["Craft Essence_45",45,"★★★★★","ムーンライト・フェスト",12,375,1500,250,1000,"SkillIcon_604","自身的星星發生率提升15%＆Critical威力提升15%<br>自身的星星發生率提升20%＆Critical威力提升20%[最大解放]"],

["Craft Essence_46",46,"★★★","ルーンストーン",5,150,750,100,500,"SkillIcon_401","自身的弱體耐性提升5%＆星星集中度提升100%<br>自身的弱體耐性提升10%＆星星集中度200%提升[最大解放]"],

["Craft Essence_47",47,"★★★★","一の太刀",9,0,0,400,1500,"SkillIcon_310","對自身賦予必中狀態＆自身的Quick卡性能8%提升<br>對自身賦予必中狀態＆自身的Quick卡性能提升10%[最大解放]"],

["Craft Essence_48",48,"★★★★★","黒の聖杯",12,0,0,600,2400,"SkillIcon_302","自身的寶具威力提升60%＆每回合HP500減少狀態【副作用】<br>自身的寶具威力提升80%[最大解放]＆每回合HP500減少狀態【副作用】"],

["Craft Essence_49",49,"★★★","ジャック・オー・ランタン",5,0,0,200,1000,"SkillIcon_301","對自身賦予傷害加成100狀態<br>對自身賦予傷害加成200狀態[最大解放]"],

["Craft Essence_50",50,"★★★","トリック・オア・トリート",5,150,750,100,500,"SkillIcon_500","自身的弱體賦予成功率提升10%<br>自身的弱體賦予成功率提升12%[最大解放]"],

["Craft Essence_51",51,"★★★★","ハロウィン・アレンジメント",9,600,2250,0,0,"SkillIcon_700","對自身賦予目標集中狀態1000%(1回合)＆防禦力提升60%(1回合)<br>對自身賦予目標集中狀態1000%(1回合)＆防禦力提升80%(1回合)[最大解放]"],

["Craft Essence_52",52,"★★★★★","ハロウィン・プリンセス",12,375,1500,250,1000,"SkillIcon_302","自身的寶具威力提升15%＆NP以30%累積狀態開始戰鬥<br>自身的寶具威力提升20%＆NP以50%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_53",53,"★★★★★","ハロウィン・プチデビル",12,0,0,500,2000,"SkillIcon_602","自身的NP獲得量提升20%＆NP以50%累積狀態開始戰鬥<br>自身的NP獲得量提升25%＆NP以60%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_54",54,"★★★★★","メイド・イン・ハロウィン",12,750,3000,0,0,"SkillIcon_600","自身的HP回復量提升60%<br>自身的HP回復量提升75%[最大解放]"],

["Craft Essence_55",55,"★★★","そして船は征く",5,300,1500,0,0,"SkillIcon_606","對自身賦予每回合HP100回復狀態<br>對自身賦予每回合HP200回復狀態[最大解放]"],

["Craft Essence_56",56,"★★★★","コードキャスト",9,300,1125,200,750,"SkillIcon_300","自身的攻擊力提升25%(3回合)＆防禦力提升25%(3回合)<br>自身的攻擊力提升30%(3回合)＆防禦力提升30%(3回合)[最大解放]"],

["Craft Essence_57",57,"★★★★★","月の勝利者",12,0,0,600,2400,"SkillIcon_306","自身的Buster卡性能提升10%＆Critical威力提升20%<br>自身的Buster卡性能提升15%＆Critical威力提升25%[最大解放]"],

["Craft Essence_58",58,"★★★★★","もう一つの結末",12,0,0,600,2400,"SkillIcon_305","自身的Arts卡性能提升10%＆Critical威力提升20%<br>自身的Arts卡性能提升15%＆Critical威力提升25%[最大解放]"],

["Craft Essence_59",59,"★★★","Fateぐだぐだオーダー",5,150,750,100,500,"SkillIcon_317","自身的Quick卡性能＆Arts卡性能＆Buster卡性能＆星星發生率＆星星集中度＆Critical威力＆NP獲得量＆寶具威力＆弱體賦予成功率＆弱體耐性＆HP回復量各提升1%<br>自身的Quick卡性能＆Arts卡性能＆Buster卡性能＆星星發生率＆星星集中度＆Critical威力＆NP獲得量＆寶具威力＆弱體賦予成功率＆弱體耐性＆HP回復量各提升2%[最大解放]"],

["Craft Essence_60",60,"★★★★","打ち上げオーダー！",9,0,0,400,1500,"SkillIcon_316","自身的Quick卡性能提升10%＆Buster卡性能提升10%<br>自身的Quick卡性能提升15%＆Buster卡性能提升15%[最大解放]"],

["Craft Essence_61",61,"★★★★★","ぐだお",12,0,0,500,2000,"SkillIcon_301","自身的Critical威力提升15%＆寶具威力提升15%<br>自身的Critical威力提升20%＆寶具威力提升20%[最大解放]"],

["Craft Essence_62",62,"★★★★★","ぐだぐだ看板娘",12,750,3000,0,0,"SkillIcon_700","對自身賦予目標集中狀態1000%(3回合)＆攻擊力提升60%(3回合)<br>對自身賦予目標集中狀態1000%(3回合)＆攻擊力提升80%(3回合)[最大解放]"],

["Craft Essence_63",63,"★★★","概念礼装EXPカード：おき太",5,0,0,0,0,"SkillIcon_999999","提供18,000禮裝強化經驗"],["Craft Essence_64",64,"★★★★","概念礼装EXPカード：ノッブ",9,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_65",65,"★★★","魔猪",5,0,0,200,1000,"SkillIcon_304","自身的Quick卡性能提升15%(3回合)<br>自身的Quick卡性能提升20%(3回合)[最大解放]"],

["Craft Essence_66",66,"★★★★","騎士の矜持",9,300,1125,200,750,"SkillIcon_303","自身的Critical威力提升40%＆防禦力下降20%【副作用】<br>自身的Critical威力提升50%[最大解放]＆防禦力下降20%【副作用】"],

["Craft Essence_67",67,"★★★★★","2030年の欠片",12,750,3000,0,0,"SkillIcon_605","對自身賦予每回合星星8個獲得狀態<br>對自身賦予每回合星星10個獲得狀態[最大解放]"],

["Craft Essence_68",68,"★★★","雷光のトナカイ君",5,0,0,200,1000,"SkillIcon_306","自身的Buster卡性能提升15%(3回合)<br>自身的Buster卡性能提升20%(3回合)[最大解放]"],

["Craft Essence_69",69,"★★★★","聖者の行進",9,600,2250,0,0,"SkillIcon_606","賦予自身每回合HP200回復狀態＆賦予每回合NP3%獲得狀態<br>賦予自身每回合HP300回復狀態＆賦予每回合NP4%獲得狀態[最大解放]"],

["Craft Essence_70",70,"★★★★★","プレゼント・フォー・マイマスター",12,750,3000,0,0,"SkillIcon_311","自身的星星集中度提升100%＆HP回復量提升40%<br>自身的星星集中度提升200%＆HP回復量提升50%[最大解放]"],

["Craft Essence_71",71,"★★★★★","ホーリーナイト・サイン",12,375,1500,250,1000,"SkillIcon_304","自身的Quick卡性能提升8%＆Critical威力提升15%<br>自身的Quick卡性能提升10%＆Critical威力提升20%[最大解放]"],

["Craft Essence_72",72,"★★★","時計塔",5,300,1500,0,0,"SkillIcon_607","對自身賦予每回合NP2%獲得狀態<br>對自身賦予每回合NP3%獲得狀態[最大解放]"],

["Craft Essence_73",73,"★★★★","死霊魔術",9,600,2250,0,0,"SkillIcon_404","賦予在自身的HP0時以50%機率發動根性的狀態(HP500回復)<br>賦予在自身的HP0時以50%機率發動根性的狀態(HP1000回復)[最大解放]"],

["Craft Essence_74",74,"★★★★","目覚めた意志",9,300,1125,200,750,"SkillIcon_607","對自身賦予每回合以60%機率NP12%獲得狀態＆賦予每回合HP500減少狀態【副作用】<br>對自身賦予每回合以60%機率NP15%獲得狀態＆賦予每回合HP500減少狀態【副作用】[最大解放]"],

["Craft Essence_75",75,"★★★★★","五百年の妄執",12,0,0,600,2400,"SkillIcon_512","自身被擊倒時對敵人賦予寶具封印狀態(2回合)與詛咒狀態(1000傷害・10回合)<br>自身被擊倒時對敵人賦予寶具封印狀態(2回合)與詛咒狀態(2000傷害・10回合)[最大解放]"],

["Craft Essence_76",76,"★★★","2016年の平穏",5,300,1500,0,0,"SkillIcon_606","對自身賦予每回合HP200回復狀態＆攻擊力下降10%【副作用】<br>對自身賦予每回合HP300回復狀態[最大解放]＆攻擊力下降10%【副作用】"],

["Craft Essence_77",77,"★★★★","ヒロイック・ニューイヤー",9,320,1200,200,750,"SkillIcon_401","對自身賦予弱體無效狀態(1次)＆防禦力提升8%<br>對自身賦予弱體無效狀態(1次)＆防禦力提升10%[最大解放]"],

["Craft Essence_78",78,"★★★","ジャングルの掟",5,0,0,200,1000,"SkillIcon_201","從通過關卡獲得的QP增加2015<br>從通過關卡獲得的QP增加2016[最大解放]"],

["Craft Essence_79",79,"★★★★★","グランド・ニューイヤー",12,750,3000,0,0,"SkillIcon_403","對自身賦予目標集中狀態1000%(1回合)＆賦予無敵狀態(1回合)＆弱體耐性提升10%<br>對自身賦予目標集中狀態1000%(1回合)＆賦予無敵狀態(1回合)＆弱體耐性提升20%[最大解放]"],

["Craft Essence_80",80,"★★★★★","モナ・リザ",12,400,1600,250,1000,"SkillIcon_201","從掉落獲得的QP量增加2%<br>從掉落獲得的QP量增加10%[最大解放]"],

["Craft Essence_81",81,"★★★★","ハッピー×3・オーダー",3,2016,2016,0,0,"SkillIcon_605","對自身賦予每回合星星1個獲得狀態"],

["Craft Essence_82",82,"★★★★★","ピュアリー・ブルーム",12,0,0,500,2000,"SkillIcon_302","自身的寶具威力每回合提升5%(最大40%)<br>自身的寶具威力每回合提升5%(最大50%)[最大解放]"],

["Craft Essence_83",83,"★★★★★","アルトリアの星",12,0,0,500,2000,"SkillIcon_404","對自身賦予根性狀態(1次・HP1回復)＆弱體耐性提升5%<br>對自身賦予根性狀態(1次・HP1回復)＆弱體耐性提升10%[最大解放]"],

["Craft Essence_84",84,"★★★","正射必中",5,0,0,200,1000,"SkillIcon_310","對自身賦予必中狀態＆Critical威力提升3%<br>對自身賦予必中狀態＆Critical威力提升5%[最大解放]"],

["Craft Essence_85",85,"★★★★","みこっと！花嫁修業",9,600,2250,0,0,"SkillIcon_606","對自身賦予每回合以65%機率HP750回復狀態<br>對自身賦予每回合以65%機率HP1000回復狀態[最大解放]"],

["Craft Essence_86",86,"★★★★★","紅蓮なり影の国",12,400,1600,250,1000,"SkillIcon_301","對自身賦予傷害加成狀態(每回合效果提升100・最大＋1000)<br>對自身賦予傷害加成狀態(每回合效果提升100・最大＋1200)[最大解放]"],

["Craft Essence_87",87,"★★★★","概念礼装EXPカード：謎の物質α",9,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_88",88,"★★★","概念礼装EXPカード：謎の物質β",5,0,0,0,0,"SkillIcon_999999","提供18,000禮裝強化經驗"],

["Craft Essence_89",89,"★★★","柳洞寺",5,160,800,100,500,"SkillIcon_302","自身的寶具威力提升10%＆NP以20%累積狀態開始戰鬥<br>自身的寶具威力提升15%＆NP以30%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_90",90,"★★★","魔力計",5,0,0,200,1000,"SkillIcon_301","對自身賦予對〔Caster〕職階特攻8%狀態<br>對自身賦予對〔Caster〕職階特攻10%狀態[最大解放]"],

["Craft Essence_91",91,"★★★","愛の霊薬",5,160,800,100,500,"SkillIcon_509","自身的魅惑賦予成功率提升12%<br>自身的魅惑賦予成功率提升15%[最大解放]"],

["Craft Essence_92",92,"★★★","シュトルヒリッター",5,0,0,200,1000,"SkillIcon_302","〔Berserker〕職階裝備的話寶具威力提升15%<br>〔Berserker〕職階裝備的話寶具威力提升25%[最大解放]"],

["Craft Essence_93",93,"★★★","阿蘭若",5,0,0,200,1000,"SkillIcon_305","自身的Arts卡性能提升15%(3回合)<br>自身的Arts卡性能提升20%(3回合)[最大解放]"],

["Craft Essence_94",94,"★★★","モータード・キュイラッシェ",5,0,0,200,1000,"SkillIcon_301","對自身賦予對〔Rider〕職階特攻8%狀態<br>對自身賦予對〔Rider〕職階的特攻狀態10%[最大解放]"],

["Craft Essence_95",95,"★★★","ライオンのぬいぐるみ",5,300,1500,0,0,"SkillIcon_600","自身被擊倒時我方全體的HP800回復<br>自身被擊倒時我方全體的HP1000回復[最大解放]"],

["Craft Essence_96",96,"★★★","ルーの光輪",5,300,1500,0,0,"SkillIcon_416","自身的暈眩耐性提升25%<br>自身的暈眩耐性提升30%[最大解放]"],

["Craft Essence_97",97,"★★★★★","聖者の依代",12,400,1600,250,1000,"SkillIcon_416","對自身賦予弱體無效狀態(3次)＆NP獲得量提升15%<br>對自身賦予弱體無效狀態(3次)＆NP獲得量提升20%[最大解放]"],

["Craft Essence_98",98,"★★★★","千年黄金樹",9,600,2250,0,0,"SkillIcon_412","每回合對自身賦予最大HP上升效果(每回合+200・最大+3000)<br>每回合對自身賦予最大HP上升效果(每回合+300・最大+3000)[最大解放]"],

["Craft Essence_99",99,"★★★★","英霊肖像:マシュ・キリエライト",5,500,500,500,500,"SkillIcon_205","通過關卡時獲得的絆增加50"],

["Craft Essence_100",100,"★★★★","英霊肖像:アルトリア・ペンドラゴン",5,500,500,500,500,"SkillIcon_205","通過關卡時獲得的絆增加50"],

["Craft Essence_101",101,"★★★★","英霊肖像:ジャンヌ・ダルク",5,500,500,500,500,"SkillIcon_205","通過關卡時獲得的絆增加50"],

["Craft Essence_102",102,"★★★★","英霊肖像:アルテラ",5,500,500,500,500,"SkillIcon_205","通過關卡時獲得的絆增加50"],

["Craft Essence_103",103,"★★★★","英霊肖像:アルジュナ",5,500,500,500,500,"SkillIcon_205","通過關卡時獲得的絆增加50"],

["Craft Essence_104",104,"★★★★","英霊肖像:スカサハ",5,500,500,500,500,"SkillIcon_205","通過關卡時獲得的絆增加50"],

["Craft Essence_105",105,"★★★★","英霊肖像:牛若丸",5,500,500,500,500,"SkillIcon_205","通過關卡時獲得的絆增加50"],

["Craft Essence_106",106,"★★★★","英霊肖像:ヘンリー・ジキル＆ハイド",5,500,500,500,500,"SkillIcon_205","通過關卡時獲得的絆增加50"],

["Craft Essence_107",107,"★★★★","英霊肖像:メフィストフェレス",5,500,500,500,500,"SkillIcon_205","通過關卡時獲得的絆增加50"],
["Craft Essence_108",108,"★★★★","英霊肖像:ダレイオス三世",5,500,500,500,500,"SkillIcon_205","通過關卡時獲得的絆增加50"],

["Craft Essence_109",109,"★★★","涙のバレンタイン道場",5,0,0,200,1000,"SkillIcon_310","對自身賦予必中狀態＆賦予每回合NP3%獲得狀態＆魅惑耐性下降10%<br>【副作用】<br>對自身賦予必中狀態＆賦予每回合NP5%獲得狀態[最大解放]＆魅惑耐性下降10%<br>【副作用】"],

["Craft Essence_110",110,"★★★★","キッチン☆パティシエール",9,320,1200,200,750,"SkillIcon_604","自身的星星發生率提升15%＆NP獲得量提升15%<br>自身的星星發生率提升20%＆NP獲得量提升20%[最大解放]"],

["Craft Essence_111",111,"★★★★★","ストリート・チョコメイド",12,400,1600,250,1000,"SkillIcon_314","自身的Quick卡性能提升10%＆Arts卡性能提升10%＆HP回復量提升20%<br>自身的Quick卡性能提升15%＆Arts卡性能提升15%＆HP回復量提升30%[最大解放]"],

["Craft Essence_112",112,"★★★★★","メルティ・スイートハート",12,750,3000,0,0,"SkillIcon_400","對自身賦予〔男性〕特防100%狀態(3次)＆星星發生提升率10%<br>對自身賦予〔男性〕特防100%狀態(3次)＆星星發生提升率20%[最大解放]"],

["Craft Essence_113",113,"★★★★","カルデアスタンダード",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_114",114,"★★★★","クラウンセイバー",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_115",115,"★★★★","クラウンセイバー・モルガン",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_116",116,"★★★★","牧場のチョコ",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_117",117,"★★★★","皇帝チョコ",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_118",118,"★★★★","エンローバーフォトン",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_119",119,"★★★★","マキシム・ド・シュヴァリエ",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_120",120,"★★★★","ヴィクトリーローズ",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_121",121,"★★★★","八つ橋チョコ",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_122",122,"★★★★","ストロベリーサンダークランチチョコ",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_123",123,"★★★★","五月の風",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_124",124,"★★★★","アップル・アロー・チョコ",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_125",125,"★★★★","へびチョコ（てきとう）",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_126",126,"★★★★","タスケテ",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_127",127,"★★★★","是非もないチョコ",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_128",128,"★★★★","たこたこメイデン",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_129",129,"★★★★","ビター・ピッチブラック",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_130",130,"★★★★","ワールドエンド・ホワイト",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_131",131,"★★★★","氷の叡智チョコ",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_132",132,"★★★★","ブランドチョコ",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_133",133,"★★★★","名刀薄緑チョコ風味",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_134",134,"★★★★","王家の白馬",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_135",135,"★★★★","手作りクッキーと物体Ｘ",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_136",136,"★★★★","ジョッキボンボン",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_137",137,"★★★★","トレジャー・チョコレート",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_138",138,"★★★★","クリスマスの思い出",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_139",139,"★★★★","メリー☆メリー",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_140",140,"★★★★","カボチャメイデン",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_141",141,"★★★★","ショコラ・ジュエル",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_142",142,"★★★★","重箱洋菓子九重巡り",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_143",143,"★★★★","パウダー・シュガー・スノー・テイル",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_144",144,"★★★★","へびチョコ（愛を込めて）",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_145",145,"★★★★","ドスチョコ・ビター",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_146",146,"★★★★","ジャワより愛をこめて",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_147",147,"★★★★","ブラッドルビー・チョコレート",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_148",148,"★★★★","おかあさんへ",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_149",149,"★★★★","ドゥ・スタリオンチョコ",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_150",150,"★★★★","リボン付清姫",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_151",151,"★★★★","ワンダフル・ライフ",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_152",152,"★★★★","ヘキサゴン・チョコボルト",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_153",153,"★★★★","st.オルレアン",3,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_154",154,"★★★★★","首切りバニー2016",12,0,0,500,2000,"SkillIcon_312","對自身賦予無敵貫通效果＆Quick卡性能提升8%<br>〔七人御佐姬〕的追加出現率提升25%【『空之境界/the Garden of Order』活動期間限定】"],

["Craft Essence_155",155,"★★★★★","老成の翁",12,750,3000,0,0,"SkillIcon_407","自身的即死耐性提升60%<br>黑貓公仔的掉落獲得數增加1個【『空之境界/the Garden of Order』活動期間限定】<br>自身的即死耐性提升80%[最大解放]<br>黑貓公仔的掉落獲得數增加2個[最大解放]【『空之境界/the Garden of Order』活動期間限定】"],

["Craft Essence_156",156,"★★★★★","冠位人形師",12,400,1600,250,1000,"SkillIcon_601","自身的NP以50%累積狀態開始戰鬥＆Arts卡性能提升15%(3回合)<br>黑貓公仔的掉落獲得數增加1個【『空之境界/the Garden of Order』活動期間限定】<br>自身的NP以60%累積狀態開始戰鬥＆Arts卡性能提升20%(3回合)[最大解放]<br>黑貓公仔的掉落獲得數增加2個[最大解放]【『空之境界/the Garden of Order』活動期間限定】"],

["Craft Essence_157",157,"★★★★★","三重結界",12,750,3000,0,0,"SkillIcon_400","對自身賦予傷害減免1000狀態(3次)<br>〔人偶〕的追加出現率提升25%【『空之境界/the Garden of Order』活動期間限定】<br>對自身賦予傷害減免1200狀態(3次) [最大解放]<br>〔人偶〕的追加出現率提升50%[最大解放]【『空之境界/the Garden of Order』活動期間限定】"],

["Craft Essence_158",158,"★★★★","拳舞は鮮やかに",	9,0,0,400,1500,"SkillIcon_301","對自身賦予傷害加成800狀態<br>草莓冰淇淋的掉落獲得數增加1個【『空之境界/the Garden of Order』活動期間限定】<br>對自身賦予傷害加成1000狀態[最大解放]<br>草莓冰淇淋的掉落獲得數增加2個[最大解放]【『空之境界/the Garden of Order』活動期間限定】"],

["Craft Essence_159",159,"★★★★","歪曲の魔眼",9,0,0,400,1500,"SkillIcon_306","自身的Buster卡性能提升20%＆防禦力下降15%【副作用】<br>草莓冰淇淋的掉落獲得數增加1個【『空之境界/the Garden of Order』活動期間限定】<br>自身的Buster卡性能提升25%＆防禦力下降15%【副作用】<br>草莓冰淇淋的掉落獲得數增加2個[最大解放]【『空之境界/the Garden of Order』活動期間限定】"],

["Craft Essence_160",160,"★★★★","夏の未来視",9,600,2250,0,0,"SkillIcon_402","對自身賦予迴避狀態(1次)＆自身的星星發生率提升15%<br>〔屍人〕的追加出現率提升25%【『空之境界/the Garden of Order』活動期間限定】<br>對自身賦予迴避狀態(1次)＆自身的星星發生率提升20%[最大解放]<br>〔屍人〕的追加出現率提升50%[最大解放]【『空之境界/the Garden of Order』活動期間限定】"],

["Craft Essence_161",161,"★★★★","リフレイン",9,320,1200,200,750,"SkillIcon_311","自身星星集中度提升300%(3回合)＆弱體耐性提升15%(3回合)<br>〔公寓靈、骸骨兵〕的追加出現率提升25%【『空之境界/the Garden of Order』活動期間限定】<br>自身星星集中度提升400%(3回合)＆弱體耐性提升20%(3回合)[最大解放]<br>〔公寓靈、骸骨兵〕的追加出現率提升50%[最大解放]【『空之境界/the Garden of Order』活動期間限定】"],

["Craft Essence_162",162,"★★★","スプリンター",5,300,1500,0,0,"SkillIcon_304","自身的Quick卡性能提升5%＆弱体耐性提升10%<br>礦泉水的掉落獲得數增加1個【『空之境界/the Garden of Order』活動期間限定】<br>自身的Quick卡性能提升8%＆弱体耐性提升15%[最大解放]<br>礦泉水的掉落獲得數增加2個[最大解放]【『空之境界/the Garden of Order』活動期間限定】"],

["Craft Essence_163",163,"★★★","リピート・マジック",5,0,0,200,1000,"SkillIcon_601","自身的NP以20%累積狀態開始戰鬥＆NP獲得量提升10%<br>礦泉水的掉落獲得數增加1個【『空之境界/the Garden of Order』活動期間限定】<br>自身的NP以30%累積狀態開始戰鬥＆NP獲得量提升15%[最大解放]<br>礦泉水的掉落獲得數增加2個[最大解放]【『空之境界/the Garden of Order』活動期間限定】"],

["Craft Essence_164",164,"★★★","概念礼装EXPカード：九字兼定",5,0,0,0,0,"SkillIcon_999999","提供18,000禮裝強化經驗"],

["Craft Essence_165",165,"★★★★★","キス・ユア・ハンド",12,0,0,500,2000,"SkillIcon_317","自身的Arts卡性能提升10%＆Buster卡性能提升10%＆Quick卡性能提升10%<br>自身的Arts卡性能提升12%＆Buster卡性能提升12%＆Quick卡性能提升12%[最大解放]"],

["Craft Essence_166",166,"★★★★","センセイとボク",12,750,3000,0,0,"SkillIcon_601","自身的NP以50%累積狀態開始戰鬥＆星星集中度提升300%<br>自身的NP以60%累積狀態開始戰鬥＆星星集中度提升400%[最大解放]"],

["Craft Essence_167",167,"★★★★★","ヴァーサス",12,400,1600,250,1000,"SkillIcon_301","對自身賦予〔神性〕特攻80%狀態(3回合)＆賦予〔神性〕特防40%狀態(3回合)<br>對自身賦予〔神性〕特攻100%狀態(3回合)＆賦予〔神性〕特防50%狀態(3回合)[最大解放]"],

["Craft Essence_168",168,"★★★★","月下の四匹",9,0,0,400,1500,"SkillIcon_602","自身的NP獲得量提升12%＆星星發生率提升12%＆賦予每回合HP200回復狀態<br>自身的NP獲得量提升15%＆星星發生率提升15%＆賦予每回合HP300回復狀態[最大解放]"],

["Craft Essence_169",169,"★★★★","グラスフル・スイートタイム",9,320,1200,200,750,"SkillIcon_310","對自身賦予必中狀態＆賦予傷害加成400狀態＆賦予傷害減免200狀態<br>對自身賦予必中狀態＆賦予傷害加成600狀態＆賦予傷害減免300狀態[最大解放]"],

["Craft Essence_170",170,"★★★","サロン・ド・マリー",5,300,1500,0,0,"SkillIcon_402","對自身賦予自身迴避狀態(1次)＆HP回復量提升5%＆弱體賦予成功率提升3%<br>對自身賦予自身迴避狀態(1次)＆HP回復量提升10%＆弱體賦予成功率提升5%[最大解放]"],

["Craft Essence_171",171,"★★★","プリンス・オブ・スレイヤー",5,160,800,100,500,"SkillIcon_605","對自身賦予每回合Critical星星1個獲得狀態＆賦予〔龍〕特攻8%狀態<br>對自身賦予每回合Critical星星2個獲得狀態＆賦予〔龍〕特攻10%狀態[最大解放]"],

["Craft Essence_172",172,"★★★★","ノイジー・オブセッション",9,0,0,400,1500,"SkillIcon_303","自身的Critical威力提升15%＆寶具威力提升15%＆魅惑賦予成功率提升12%<br>自身的Critical威力提升20%＆寶具威力提升20%＆魅惑賦予成功率提升15%[最大解放]"],

["Craft Essence_173",173,"★★★★","Last Encore",9,100,100,100,100,"SkillIcon_305","自身的Arts卡性能提升10%＆賦予每回合星星3個獲得狀態"],

["Craft Essence_174",174,"★★★★","[Heaven's Feel]",9,100,100,100,100,"SkillIcon_304","自身的Quick卡性能提升10%＆NP以40%累積狀態開始戰鬥"],

["Craft Essence_175",175,"★★★★★","理想の王聖",12,400,1600,250,1000,"SkillIcon_412","我方全體＜含候補＞的最大HP提升1000<br>我方全體＜含候補＞的最大HP提升1200[最大解放]"],

["Craft Essence_176",176,"★★★★","レコードホルダー",9,0,0,400,1500,"SkillIcon_500","自身的弱體賦予成功率提升15%<br>自身的弱體賦予成功率提升20%[最大解放]"],

["Craft Essence_177",177,"★★★","波濤の獣",5,0,0,200,1000,"SkillIcon_302","Lancer〕職階裝備的話寶具威力提升15%<br>〔Lancer〕職階裝備的話寶具威力提升25%[最大解放]"],

["Craft Essence_178",178,"★★★★★","パーソナル・トレーニング",12,400,1600,250,1000,"SkillIcon_202","通過關卡時獲得的Master經驗值增加2%<br>通過關卡時獲得的Master經驗值增加10%[最大解放]"],

["Craft Essence_179",179,"★★★★★","カルデアの顕学",12,400,1600,250,1000,"SkillIcon_601","自身的NP以30%累積狀態開始戰鬥＆HP回復量提升20%<br>自身的NP以50%累積狀態開始戰鬥＆HP回復量提升30%[最大解放]"],

["Craft Essence_180",180,"★★★★★","カルデアを導く乙女",12,0,0,500,2000,"SkillIcon_605","對自身賦予每回合星星3個獲得狀態＆Buster卡片性能提升10%<br>對自身賦予每回合星星4個獲得狀態＆Buster卡片性能提升15%[最大解放]"],

["Craft Essence_181",181,"★★★★★","慈悲無き者",12,0,0,500,2000,"SkillIcon_601","自身被擊倒時我方全體的NP增加15%＋自身的Buster卡片性能提升10%<br>自身被擊倒時我方全體的NP增加20%＋自身的Buster卡片性能提升15%[最大解放]"],

["Craft Essence_182",182,"★★★★","毒蛇一芸",9,320,1200,200,750,"SkillIcon_305","自身的Arts卡性能提升30%(3回合)<br>自身的Arts卡性能提升40%(3回合)[最大解放]"],

["Craft Essence_183",183,"★★★★","死の芸術",9,0,0,400,1500,"SkillIcon_301","對自身賦予〔人型〕特攻25%狀態<br>對自身賦予〔人型〕特攻30%狀態[最大解放]"],

["Craft Essence_184",184,"★★★★","柔らかな慈愛",9,600,2250,0,0,"SkillIcon_611","自身的HP回復給予量提升15%<br>自身的HP回復給予量提升20%[最大解放]"],

["Craft Essence_185",185,"★★★★★","月霊髄液",12,750,3000,0,0,"SkillIcon_403","對自身賦予無敵狀態3次＆賦予傷害加成200狀態<br>對自身賦予無敵狀態3次＆賦予傷害加成500狀態[最大解放]"],

["Craft Essence_186",186,"★★★★","恋知らぬ令嬢",9,320,1200,200,750,"SkillIcon_607","對自身賦予每回合NP4%獲得狀態＆Quick卡性能提升10%<br>對自身賦予每回合NP5%獲得狀態＆Quick卡性能提升12%[最大解放]"],

["Craft Essence_187",187,"★★★","セルフ・ギアス・スクロール",5,300,1500,0,0,"SkillIcon_500","自身的暈眩賦予成功率提升12%<br>自身的暈眩賦予成功率提升15%[最大解放]"],

["Craft Essence_188",188,"★★★★★","目醒め前",12,0,0,500,2000,"SkillIcon_317","自身的防禦力提升8%＆Quick卡性能提升8%Arts卡性能提升8%＆Buster卡性能提升8%＆<br>自身的防禦力提升10%＆Quick卡性能提升10%Arts卡性能提升10%＆Buster卡性能提升10%＆[最大解放]"],

["Craft Essence_189",189,"★★★★★","至るべき場所",12,400,1600,250,1000,"SkillIcon_605","對自身賦予每回合星星3個獲得狀態＆NP以累積30%狀態開始戰鬥<br>對自身賦予每回合星星4個獲得狀態＆NP以累積50%狀態開始戰鬥[最大解放]"],

["Craft Essence_190",190,"★★★","概念礼装EXPカード：刻印虫",5,0,0,0,0,"SkillIcon_999999","提供6,000禮裝強化經驗"],

["Craft Essence_191",191,"★★★★","星の王冠",9,100,100,100,100,"SkillIcon_300","只限阿爾托莉亞(Saber)裝備時，自身在場上的話，我方全體的攻擊力提升15%"],

["Craft Essence_192",192,"★★★★","王の遺物",9,100,100,100,100,"SkillIcon_306","只限諸葛孔明(Caster)裝備時，自身在場上的話，我方全體的Buster卡性能提升15%"],

["Craft Essence_193",193,"★★★★","串刺し公の凱旋",9,100,100,100,100,"SkillIcon_302","只限弗拉德三世(Berserker)裝備時，自身的寶具威力提升30%＆攻擊時自身的NP以30%機率提升5%"],

["Craft Essence_194",194,"★★★★","天の啓示",9,100,100,100,100,"SkillIcon_306","只限貞德(Ruler)裝備時，自身在場上的話，我方全體的Buster卡性能提升15%"],

["Craft Essence_195",195,"★★★★","竜の記憶",9,100,100,100,100,"SkillIcon_302","只限阿爾托莉亞〔Alter〕(Saber)裝備時，自身的寶具威力提升30%＆攻擊時敵人防禦力以30%機率下降5%(3回合)"],

["Craft Essence_196",196,"★★★★","赤原猟兵",9,100,100,100,100,"SkillIcon_302","只限Emiya(Archer)裝備時，自身的寶具威力提升30%＆攻擊時以30%機率獲得星星5個"],

["Craft Essence_197",197,"★★★★","雪の城",9,100,100,100,100,"SkillIcon_404","只限海克力斯(Berserker)裝備時，對自身賦予根性狀態(3次・HP500回復)"],

["Craft Essence_198",198,"★★★★","森なりし聖",9,100,100,100,100,"SkillIcon_302","只限庫・夫林(Caster)裝備時，自身的寶具威力提升30%＆攻擊時自身的HP以30%機率獲得回復500"],

["Craft Essence_199",199,"★★★★","灼熱の抱擁",9,100,100,100,100,"SkillIcon_302","只限清姬(Berserker)裝備時，自身的寶具威力提升30%＆攻擊時以30%機率對敵單體賦予傷害500的燒傷狀態(5回合)"],

["Craft Essence_200",200,"★★★★","価値無き宝",9,100,100,100,100,"SkillIcon_602","只限瑪塔・哈里(Assassin)裝備時，自身在場上的話，我方全體的NP獲得量提升15%"],

["Craft Essence_201",201,"★★★★","永劫の孤独",9,100,100,100,100,"SkillIcon_300","只限阿提拉(Saber)裝備時，自身在場上的話，我方全體的攻擊力提升15%"],

["Craft Essence_202",202,"★★★★","王妃の贈り物",9,100,100,100,100,"SkillIcon_305","只限夏爾・德翁(Saber)裝備時，自身在場上的話，我方全體的Arts卡性能提升15%"],

["Craft Essence_203",203,"★★★★","エリクサー",9,100,100,100,100,"SkillIcon_606","只限伊莉莎白(Lancer)裝備時，自身在場上的話，我方全體的HP每回合回復500"],

["Craft Essence_204",204,"★★★★","わたしの首飾り",9,100,100,100,100,"SkillIcon_604","只限瑪莉・安東尼(Rider)裝備時，自身在場上的話，我方全體的星星發生率提升20%"],

["Craft Essence_205",205,"★★★★","彼のくれた杖",9,100,100,100,100,"SkillIcon_611","只限瑪爾大(Rider)裝備時，自身在場上的話，我方全體的HP回復量提升30%"],

["Craft Essence_206",206,"★★★★","アイアン・メイデン",9,100,100,100,100,"SkillIcon_302","只限卡米拉(Assassin)裝備時，自身的寶具威力提升30%＆攻擊時以10%極低機率賦予寶具封印狀態(1回合)"],

["Craft Essence_207",207,"★★★★","ネコエプロン",9,100,100,100,100,"SkillIcon_600","只限玉藻貓(Berserker)裝備時，自身在場上的話，我方全體的最大HP增加2000"],

["Craft Essence_208",208,"★★★★","勝利の渇き",9,100,100,100,100,"SkillIcon_604","只限布狄卡(Rider)裝備時，自身在場上的話，我方全體的星星發生率提升20%"],

["Craft Essence_209",209,"★★★★","親愛なる君へ",9,100,100,100,100,"SkillIcon_401","只限安徒生(Caster)裝備時，自身在場上的話，我方全體的弱體耐性提升30%"],

["Craft Essence_210",210,"★★★★","聖なる献身",9,100,100,100,100,"SkillIcon_600","只限阿拉什(Archer)裝備時，自身被擊倒時自身除外的我方全體的HP回復5000＆弱體狀態解除"],

["Craft Essence_211",211,"★★★★★","遮那王流離譚",12,400,1600,250,1000,"SkillIcon_304","自身的Quick卡性能提升10%＋自身被擊倒時我方全體的Quick卡性能提升20%(1回合)<br>自身的Quick卡性能提升15%＋自身被擊倒時我方全體的Quick卡性能提升30%(1回合)[最大解放]"],

["Craft Essence_212",212,"★★★★★","ゴールデン捕鯉魚図",12,0,0,500,2000,"SkillIcon_601","自身的NP以30%累積狀態開始戰鬥＋登場時獲得星星15個(1次)<br>自身的NP以50%累積狀態開始戰鬥＋登場時獲得星星20個(1次)[最大解放]"],

["Craft Essence_213",213,"★★★★★","狐の夜の夢",12,400,1600,250,1000,"SkillIcon_602","自身的NP獲得量提升20%＆賦予每回合星星3個獲得狀態<br>自身的NP獲得量提升25%＆賦予每回合星星4個獲得狀態[最大解放]"],

["Craft Essence_214",214,"★★★★","恋談火焔行",9,0,0,400,1500,"SkillIcon_301","對自身賦予〔男性〕特攻25%狀態＆弱體賦予成功率提升12%<br>對自身賦予〔男性〕特攻30%狀態＆弱體賦予成功率提升15%[最大解放]"],

["Craft Essence_215",215,"★★★","勧進帳読み上げ",5,300,1500,0,0,"SkillIcon_416","對自身賦予防禦弱體無效狀態1次<br>對自身賦予防禦弱體無效狀態2次[最大解放]"],

["Craft Essence_216",216,"★★★★","王律鍵",9,100,100,100,100,"SkillIcon_302","只限吉爾伽美什(Archer)裝備時，自身的寶具威力提升30%＆攻擊時自身的Critical威力以30%機率提升10%(3回合)"],

["Craft Essence_217",217,"★★★★","ゴールデングラス",9,100,100,100,100,"SkillIcon_302","只限坂田金時(Berserker)裝備時，自身的寶具威力提升30%＆攻擊時自身的NP以30%機率增加5%"],

["Craft Essence_218",218,"★★★★","万雷の喝采",9,100,100,100,100,"SkillIcon_305","只限尼祿(Saber)裝備時，自身在場上的話，我方全體的Arts卡性能提升15%"],

["Craft Essence_219",219,"★★★★","ラインの黄金",9,100,100,100,100,"SkillIcon_602","只限齊格飛(Saber)裝備時，自身在場上的話，我方全體的NP獲得量提升15%"],

["Craft Essence_220",220,"★★★★","女神のきらめき",9,100,100,100,100,"SkillIcon_304","只限絲西娜(Assassin)裝備時，自身在場上的話，我方全體的Quick卡性能提升15%"],

["Craft Essence_221",221,"★★★★","花の船出",9,100,100,100,100,"SkillIcon_300","只限阿爾托莉亞〔Lily〕(Saber)裝備時，自身在場上的話，我方全體的攻擊力提升10%＆星星發生率提升10%"],

["Craft Essence_222",222,"★★★★","契約の箱",9,100,100,100,100,"SkillIcon_302","只限大衛(Archer)裝備時，自身的寶具威力提升30%＆攻擊時以10%極低機率對敵即死效果"],

["Craft Essence_223",223,"★★★★","バビロンへの扉",9,100,100,100,100,"SkillIcon_306","只限大流士三世(Berserker)裝備時，自身在場上的話，我方全體的Buster卡性能提升15%"],

["Craft Essence_224",224,"★★★★","血を啜る斧",9,100,100,100,100,"SkillIcon_303","只限埃里克(Berserker)裝備時，自身在場上的話，我方全體的Critical威力提升25%"],

["Craft Essence_225",225,"★★★★","叛逆せよ",9,100,100,100,100,"SkillIcon_404","只限斯巴達克斯(Berserker)裝備時，對自身賦予根性狀態(1次・HP50%回復)"],

["Craft Essence_226",226,"★★★★★","Go West!!",12,400,1600,250,1000,"SkillIcon_302","自身的寶具威力提升20%＆賦予每回合星星3個獲得狀態<br>自身的寶具威力提升25%＆賦予每回合星星4個獲得狀態[最大解放]"],

["Craft Essence_227",227,"★★★★★","英雄風采 三英傑",12,400,1600,250,1000,"SkillIcon_302","自身的寶具威力提升15%＆星星發生率提升15%＆NP以25%累積狀態開始戰鬥<br>自身的寶具威力提升20%＆星星發生率提升20%＆NP以40%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_228",228,"★★★★","三昧真火",9,0,0,400,1500,"SkillIcon_302","自身的寶具威力提升15%＆Buster卡性能提升8%<br>自身的寶具威力提升20%＆Buster卡性能提升10%[最大解放]"],

["Craft Essence_229",229,"★★★","三色兼備",5,0,0,200,1000,"SkillIcon_311","自身的星星集中度提升100%＆Critical威力提升5%<br>自身的星星集中度提升200%＆Critical威力提升10%[最大解放]"],

["Craft Essence_230",230,"★★★★","トライスター・ベルト",9,100,100,100,100,"SkillIcon_303","只限俄里翁(Archer)裝備時，自身在場上的話，我方全體的Critical威力提升25%"],

["Craft Essence_231",231,"★★★★","黄金の舵",9,100,100,100,100,"SkillIcon_302","只限德雷克(Rider)裝備時，自身在場上的話，我方全體的寶具威力提升20%"],

["Craft Essence_232",232,"★★★★","黒騎士の兜",9,100,100,100,100,"SkillIcon_302","只限蘭斯洛特(Berserker)裝備時，自身的寶具威力提升30%＆攻擊時以30%機率對敵賦予Critical發生率下降10%(3回合)"],

["Craft Essence_233",233,"★★★★","黄金のリンゴ",9,100,100,100,100,"SkillIcon_304","只限阿塔蘭塔(Archer)裝備時，自身在場上的話，我方全體的Quick卡性能提升15%"],

["Craft Essence_234",234,"★★★★","カボチャの聖杯",9,100,100,100,100,"SkillIcon_416","只限伊莉莎白〔萬聖節〕(Caster)裝備時，自身在場上的話，我方全體的弱體耐性提升30%"],

["Craft Essence_235",235,"★★★★","回転式火縄銃",9,100,100,100,100,"SkillIcon_303","只限織田信長(Archer)裝備時，自身在場上的話，我方全體的Critical威力提升25%"],

["Craft Essence_236",236,"★★★★","ラムレイ二号",9,100,100,100,100,"SkillIcon_604","只限阿爾托莉亞〔聖誕Alter〕(Rider)裝備時，自身在場上的話，我方全體的星星發生率提升20%"],

["Craft Essence_237",237,"★★★★","心を留めるもの",9,100,100,100,100,"SkillIcon_306","只限傑基爾(Assassin)＆海德(Berserker)裝備時，自身在場上的話，我方全體的Buster卡性能提升15%"],

["Craft Essence_238",238,"★★★★","在りし日の栄光",9,100,100,100,100,"SkillIcon_306","只限蒂奇(Rider)裝備時，自身在場上的話，我方全體的Buster卡性能提升15%"],

["Craft Essence_239",239,"★★★★","山中の天",9,100,100,100,100,"SkillIcon_304","只限佐佐木小次郎(Assassin)裝備時，自身在場上的話，我方全體的Quick卡性能提升15%"],

["Craft Essence_240",240,"★★★★★","風雲仙姫",12,750,3000,0,0,"SkillIcon_400","自身被擊倒時我方全體的防禦力提升20%(3回合)<br>自身被擊倒時我方全體的防禦力提升25%(3回合)[最大解放]"],["Craft Essence_241",241,"★★★★★","九首牛魔羅王",12,0,0,500,2000,"SkillIcon_306","自身登場時，僅限一次讓我方全體的Buster卡性能提升10%(3回合)<br>自身登場時，僅限一次讓我方全體的Buster卡性能提升15%(3回合)[最大解放]"],

["Craft Essence_242",242,"★★★★★","パーソナル・レッスン",12,0,0,500,2000,"SkillIcon_202","通過關卡時獲得的魔術禮裝經驗值增加2%<br>通過關卡時獲得的魔術禮裝經驗值增加10%[最大解放]"],["Craft Essence_243",243,"★★★","ブロンズリンク・マニピュレーター",5,0,0,200,1000,"SkillIcon_300","自身的攻擊力提升15%(3回合)<br>自身的攻擊力提升20%(3回合)[最大解放]"],

["Craft Essence_244",244,"★★★","アトゴウラ",5,160,800,100,500,"SkillIcon_304","自身的Quick卡性能提升10%＆防禦力下降10%【副作用】<br>自身的Quick卡性能提升15%＆防禦力下降10%【副作用】[最大解放]"],

["Craft Essence_245",245,"★★★","過ぎ去りし夢",5,0,0,200,1000,"SkillIcon_302","〔Assassin〕職階裝備的話寶具威力提升15%<br>〔Assassin〕職階裝備的話寶具威力提升25%[最大解放]"],

["Craft Essence_246",246,"★★★","激辛麻婆豆腐",5,0,0,200,1000,"SkillIcon_611","自身的HP回復量提升10%<br>自身的HP回復量提升20%[最大解放]"],

["Craft Essence_247",247,"★★★","宝石剣ゼルレッチ",5,160,800,100,500,"SkillIcon_602","自身的NP獲得量提升5%＆NP以25%累積狀態開始戰鬥<br>自身的NP獲得量提升10%＆NP以40%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_248",248,"★★★★","たまも倶楽部",9,100,100,100,100,"SkillIcon_305","只限玉藻前(Caster)裝備時，自身在場上的話，我方全體的Arts卡性能提升15%"],

["Craft Essence_249",249,"★★★★","覚悟の鉢金",9,100,100,100,100,"SkillIcon_303","只限沖田總司(Saber)裝備時，自身在場上的話，我方全體的Critical威力提升25%"],

["Craft Essence_250",250,"★★★★","キャリコ・ジャック",9,100,100,100,100,"SkillIcon_303","只限安妮＆瑪莉(Rider)裝備時，自身在場上的話，我方全體的Critical威力提升25%"],

["Craft Essence_251",251,"★★★★","魔境に臨みて",9,100,100,100,100,"SkillIcon_304","只限斯卡哈(Lancer)裝備時，自身在場上的話，我方全體的Quick卡性能提升15%"],

["Craft Essence_252",252,"★★★★","預言の星",9,100,100,100,100,"SkillIcon_302","只限庫・夫林(Lancer)裝備時，自身的寶具威力提升30%＆攻擊時自身的Critical威力以30%機率提升10%(3回合)"],

["Craft Essence_253",253,"★★★★","ヘカテの錫杖",9,100,100,100,100,"SkillIcon_305","只限美狄亞(Caster)裝備時，自身在場上的話，我方全體的Arts卡性能提升15%"],

["Craft Essence_254",254,"★★★★","カタチのない島",9,100,100,100,100,"SkillIcon_602","只限美杜莎(Rider)裝備時，自身在場上的話，我方全體的NP獲得量提升15%"],

["Craft Essence_255",255,"★★★★","賢者の樽",9,100,100,100,100,"SkillIcon_304","只限亞歷山大(Rider)裝備時，自身在場上的話，我方全體的Quick卡性能提升15%"],

["Craft Essence_256",256,"★★★★","シャイタンの腕",9,100,100,100,100,"SkillIcon_522","只限咒腕的哈桑(Assassin)裝備時，自身在場上的話，我方全體的即死賦予成功率提升20%"],

["Craft Essence_257",257,"★★★★","アリアドネの糸",9,100,100,100,100,"SkillIcon_304","只限阿斯忒里歐(Berserker)裝備時，自身在場上的話，我方全體的Quick卡性能提升15%"],

["Craft Essence_258",258,"★★★★★","花より団子",12,400,1600,250,1000,"SkillIcon_304","自身的Quick卡性能提升15%＆寶具威力提升15%<br>自身的Quick卡性能提升20%＆寶具威力提升20%[最大解放]"],

["Craft Essence_259",259,"★★★★","忠犬待ったなし",9,600,2250,0,0,"SkillIcon_305","自身的Arts卡性能提升8%＆NP獲得量提升15%<br>自身的Arts卡性能提升10%＆NP獲得量提升20%[最大解放]"],

["Craft Essence_260",260,"★★★","秘剣・雉子返し",5,0,0,200,1000,"SkillIcon_304","自身的Quick卡性能提升3%＆Critical威力提升8%<br>自身的Quick卡性能提升5%＆Critical威力提升10%[最大解放]"],

["Craft Essence_261",261,"★★★★★","ゴールデン相撲～岩場所～",12,0,0,500,2000,"SkillIcon_300","自身的攻擊力提升10%＆NP以30%累積狀態開始戰鬥<br>自身的攻撃力提升15%＆NP以50%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_262",262,"★★★★★","月の湯治",12,0,0,500,2000,"SkillIcon_303","自身的Critical威力提升20%＆賦予每回合星星3個獲得狀態<br>自身的Critical威力提升25%＆賦予每回合星星4個獲得狀態[最大解放]"],

["Craft Essence_263",263,"★★★★★","起源弾",12,0,0,500,2000,"SkillIcon_312","對自身賦予無敵貫通狀態＆賦予對〔Caster〕職階特攻35%狀態<br>對自身賦予無敵貫通狀態＆賦予對〔Caster〕職階特攻40%狀態[最大解放]"],

["Craft Essence_264",264,"★★★★","援護射撃",9,320,1200,200,750,"SkillIcon_306","對自身賦予傷害加成400狀態＆Critical威力提升15%<br>對自身賦予傷害加成600狀態賦予＆Critical威力提升20%[最大解放]"],

["Craft Essence_265",265,"★★★","カムランの戦い",5,300,1500,0,0,"SkillIcon_601","自身被擊倒時我方全體的NP增加10%<br>自身被擊倒時我方全體的NP增加15%[最大解放]"],

["Craft Essence_266",266,"★★★★","私は誰だ？",9,100,100,100,100,"SkillIcon_302","只限莫德雷德(Saber)裝備時，自身在場上的話，我方全體的寶具威力提升20%"],

["Craft Essence_267",267,"★★★★","霧夜の倫敦",9,100,100,100,100,"SkillIcon_303","只限開膛手傑克(Assassin)裝備時，自身在場上的話，我方全體的Critical威力提升25%"],

["Craft Essence_268",268,"★★★★","ワンダーランド",9,100,100,100,100,"SkillIcon_303","只限童謠(Caster)裝備時，自身在場上的話，我方全體的Critical威力提升15%＆HP回復量提升10%"],

["Craft Essence_269",269,"★★★★","顔の無い王",9,100,100,100,100,"SkillIcon_305","只限羅賓漢(Archer)裝備時，自身在場上的話，我方全體的Arts卡性能提升15%"],

["Craft Essence_270",270,"★★★★","薄緑",9,100,100,100,100,"SkillIcon_304","只限牛若丸(Rider)裝備時，自身在場上的話，我方全體的Quick卡性能提升15%"],

["Craft Essence_271",271,"★★★★","九賓の礼",9,100,100,100,100,"SkillIcon_302","只限荊軻(Assassin)裝備時，自身的寶具威力提升30%＆攻擊時自身的即死賦予率以30%機率提升10%(3回合)"],

["Craft Essence_272",272,"★★★★","方天画戟",9,100,100,100,100,"SkillIcon_306","只限呂布奉先(Berserker)裝備時，自身在場上的話，我方全體的Buster卡性能提升15%"],

["Craft Essence_273",273,"★★★★","残せるもの",9,100,100,100,100,"SkillIcon_403","只限聖喬治(Rider)裝備時，自身被擊倒時對自身除外我方全體賦予無敵狀態(1次)＆賦予傷害減免1000狀態(3回合)"],

["Craft Essence_274",274,"★★★★","熱き門",9,100,100,100,100,"SkillIcon_306","只限雷奧尼達(Lancer)裝備時，自身在場上的話，我方全體的Buster卡性能提升15%"],

["Craft Essence_275",275,"★★★★","ハイドン・セット",9,100,100,100,100,"SkillIcon_302","只限莫札特(Caster)裝備時，自身在場上的話，我方全體的寶具威力提升20%"],

["Craft Essence_276",276,"★★★★","アニバーサリー・ヒロインズ",9,100,100,100,100,"SkillIcon_300","自身的攻擊力提升10%＆賦予每回合星星3個獲得狀態"],

["Craft Essence_277",277,"★★★★★","足どりは軽やかに",12,400,1600,250,1000,"SkillIcon_311","自身的星星集中度提升400%＆Arts卡性能提升10%<br>自身的星星集中度提升600%＆Arts卡性能提升15%[最大解放]"],

["Craft Essence_278",278,"★★★★★","王の相伴",12,0,0,500,2000,"SkillIcon_306","自身的Buster卡性能提升10%＆NP以50%累積狀態開始戰鬥<br>自身的Buster卡性能提升15%＆NP以60%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_279",279,"★★★★","ゴールドフィッシュ・スクーピング",9,320,1200,200,750,"SkillIcon_310","對自身賦予必中狀態＆Buster卡性能提升8%<br>對自身賦予必中狀態＆Buster卡性能提升10%[最大解放]"],

["Craft Essence_280",280,"★★★","ファイヤーフラワー",5,300,1500,0,0,"SkillIcon_604","自身的星星發生率提升5%＆Critical威力提升5%<br>自身的星星發生率提升10%＆Critical威力提升10%[最大解放]"],

["Craft Essence_281",281,"★★★★","雷電の手",9,100,100,100,100,"SkillIcon_302","只限尼古拉・特斯拉(Archer)裝備時，自身在場上的話，我方全體的寶具威力提升20%"],

["Craft Essence_282",282,"★★★★","授かりの英雄",9,100,100,100,100,"SkillIcon_302","只限阿周那(Archer)裝備時，自身的寶具威力提升30%＆星星集中度提升1000%"],

["Craft Essence_283",283,"★★★★","貧者の一灯",9,100,100,100,100,"SkillIcon_317","只限迦爾納(Lancer)裝備時，自身在場上的話，我方全體的Quick卡性能提升8%＆Arts卡性能提升8%＆Buster卡性能提升8%"],

["Craft Essence_284",284,"★★★★","人間への道程",9,100,100,100,100,"SkillIcon_304","只限弗蘭肯斯坦(Berserker)裝備時，自身在場上的話，我方全體的Quick卡性能提升15%"],

["Craft Essence_285",285,"★★★★","黒の兜",9,100,100,100,100,"SkillIcon_602","只限阿爾托莉亞Alter(Lancer)裝備時，自身在場上的話，我方全體的NP獲得量提升15%"],

["Craft Essence_286",286,"★★★★","ガリア戦記",9,100,100,100,100,"SkillIcon_304","只限凱撒(Saber)裝備時，自身在場上的話，我方全體的Quick卡性能提升15%"],

["Craft Essence_287",287,"★★★★","ローマ",9,100,100,100,100,"SkillIcon_302","只限羅慕路斯(Lancer)裝備時，自身在場上的話，我方全體的寶具威力提升20%"],

["Craft Essence_288",288,"★★★★","五条大橋の邂逅",9,100,100,100,100,"SkillIcon_612","只限武藏坊弁慶(Lancer)裝備時，自身在場上的話，我方全體遭傷害時獲得的NP獲得量增加20%"],

["Craft Essence_289",289,"★★★★","穢れし死の仮面",9,100,100,100,100,"SkillIcon_304","只限歌劇魅影(Assassin)裝備時，自身在場上的話，我方全體的Quick卡性能提升15%"],

["Craft Essence_290",290,"★★★★","すごく便利",9,100,100,100,100,"SkillIcon_602","只限莎士比亞(Caster)裝備時，自身在場上的話，我方全體的NP獲得量提升15%"],

["Craft Essence_291",291,"★★★★★","パイレーツ・パーティー！",12,0,0,500,2000,"SkillIcon_312","對賦予自身無敵貫通狀態＆賦予每回合星星3個獲得狀態<br>對自身賦予無敵貫通狀態＆賦予每回合星星4個獲得狀態[最大解放]"],

["Craft Essence_292",292,"★★★★★","サマータイム・ミストレス",12,0,0,500,2000,"SkillIcon_303","自身的Critical威力提升15%＆NP以30%累積狀態開始戰鬥<br>自身的Critical威力提升20%＆NP以50%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_293",293,"★★★★","トワイライト・メモリー",9,320,1200,200,750,"SkillIcon_304","對自身賦予迴避狀態(1次)＆Quick卡性能提升8%<br>對自身賦予迴避狀態(1次)＆Quick卡性能提升10%[最大解放]"],

["Craft Essence_294",294,"★★★","シャイニー・ゴッデス",5,300,1500,0,0,"SkillIcon_305","自身的防禦力提升3%＆Arts卡性能提升3%<br>自身的防禦力提升5%＆Arts卡性能提升5%[最大解放]"],
	
["Craft Essence_295",295,"★★★★★","ナイツ・オブ・マリーンズ",12,0,0,500,2000,"SkillIcon_304","自身的Quick卡性能提升10%＆NP以50%累積狀態開始戰鬥<br>自身的Quick卡性能提升15%＆NP以60%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_296",296,"★★★★★","カルデア・ライフセーバーズ",12,750,3000,0,0,"SkillIcon_404","對自身賦予根性狀態(1次・HP1回復)＆NP獲得量提升15%<br>對自身賦予根性狀態(1次・HP1回復)＆NP獲得量提升20%[最大解放]"],

["Craft Essence_297",297,"★★★★","ミートウォーズ",9,320,1200,200,750,"SkillIcon_606","對自身賦予每回合HP200回復狀態＆Arts卡性能提升8%<br>對自身賦予每回合HP300回復狀態＆Arts卡性能提升10%[最大解放]"],

["Craft Essence_298",298,"★★★","虚影の塵風かき氷",5,300,1500,0,0,"SkillIcon_400","對自身賦予傷害減免100狀態＆弱體耐性提升5%<br>對自身賦予傷害減免200狀態＆弱體耐性提升10%[最大解放]"],

["Craft Essence_299",299,"★★★★","殲滅リスト",9,100,100,100,100,"SkillIcon_301","只限謎之女主角X(Assassin)裝備時，自身在場上的話，對我方全體賦予〔Saber〕特攻20%狀態"],

["Craft Essence_300",300,"★★★★","消えざる炎",9,100,100,100,100,"SkillIcon_306","只限布倫希爾德(Lancer)裝備時，自身在場上的話，我方全體的Buster卡性能提升10%＆NP獲得量提升10%"],

["Craft Essence_301",301,"★★★★","月桂樹の指輪",9,100,100,100,100,"SkillIcon_305","只限尼祿・克勞狄烏斯〔Bride〕(Saber)裝備時，自身在場上的話，我方全體的Arts卡性能提升15%"],

["Craft Essence_302",302,"★★★★","最後の戦い",9,100,100,100,100,"SkillIcon_301","只限貝奧武夫(Berserker)裝備時，自身在場上的話，對我方全體賦予〔龍〕特攻20%狀態"],

["Craft Essence_303",303,"★★★★","智慧の魚",9,100,100,100,100,"SkillIcon_305","只限芬恩・麥克庫爾(Lancer)裝備時，自身在場上的話，我方全體的Arts卡性能提升10%＆寶具威力提升10%"],

["Craft Essence_304",304,"★★★★","螺湮城教本",9,100,100,100,100,"SkillIcon_306","只限吉爾・德・雷(Saber)裝備時，自身在場上的話，我方全體的Buster卡性能提升20%＆弱體耐性下降20%【副作用】"],

["Craft Essence_305",305,"★★★★","寄生爆弾蟲",9,100,100,100,100,"SkillIcon_302","只限梅菲斯托費勒斯(Caster)裝備時，自身在場上的話，我方全體的寶具威力提升20%"],

["Craft Essence_306",306,"★★★★","勇士の滾り",9,100,100,100,100,"SkillIcon_306","只限弗格斯(Saber)裝備時，自身在場上的話，我方全體的Buster卡性能提升10%＆寶具威力提升10%"],

["Craft Essence_307",307,"★★★★","忌まわしきは我が人生",9,100,100,100,100,"SkillIcon_522","只限桑松(Assassin)裝備時，自身在場上的話，我方全體的即死賦予成功率提升10%＆NP獲得量提升10%"],

["Craft Essence_308",308,"★★★★","愛、此処にはなく",9,100,100,100,100,"SkillIcon_306","只限卡利古拉(Berserker)裝備時，自身在場上的話，我方全體的Buster卡性能提升20%＆防禦力下降10%【副作用】"],

["Craft Essence_309",309,"★★★★★","蒼玉の魔法少女",12,0,0,500,2000,"SkillIcon_602","自身的NP獲得量提升25%＆NP以40%累積狀態開始戰鬥<br>自身的NP獲得量提升30%＆NP以50%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_310",310,"★★★★","見敵必殺",9,320,1200,200,750,"SkillIcon_305","自身的Arts卡性能提升8%＆寶具威力提升15%<br>自身的Arts卡性能提升10%＆寶具威力提升20%[最大解放]"],

["Craft Essence_311",311,"★★★","ずんがずんが！",5,300,1500,0,0,"SkillIcon_400","對自身賦予傷害減免100狀態＆HP回復量提升5%<br>對自身賦予傷害減免200狀態＆HP回復量提升10%[最大解放]"],

["Craft Essence_312",312,"★★★★","カレイドルビー",9,0,0,400,1500,"SkillIcon_306","自身的Buster卡性能10%提升＆寶具威力提升8%<br>自身的Buster卡性能15%提升＆寶具威力提升10%[最大解放]"],

["Craft Essence_313",313,"★★★★","カレイドサファイア",9,0,0,400,1500,"SkillIcon_305","自身的Arts卡性能10%提升＆寶具威力提升8%<br>自身的Arts卡性能15%提升＆寶具威力提升10%[最大解放]"],

["Craft Essence_314",314,"★★★","概念礼装EXPカード：マジカルルビー",5,0,0,0,0,"SkillIcon_999999","提供18,000禮裝強化經驗"],

["Craft Essence_315",315,"★★★★","無我識　心空妙有",9,100,100,100,100,"SkillIcon_305","只限兩儀式(Saber)裝備時，自身在場上的話，我方全體的Arts卡性能提升15%"],

["Craft Essence_316",316,"★★★★","天草四郎陣中旗",9,100,100,100,100,"SkillIcon_306","只限天草四郎(Ruler)裝備時，自身在場上的話，對我方全體賦予〔死靈與惡魔〕特攻20%狀態"],

["Craft Essence_317",317,"★★★★","シャトー・ディフ",9,100,100,100,100,"SkillIcon_304","只限巖窟王愛德蒙・唐泰斯(Avenger)裝備時，自身在場上的話，我方全體的Quick卡性能提升15%"],

["Craft Essence_318",318,"★★★★","無限のパンケーキ",9,100,100,100,100,"SkillIcon_611","只限美狄亞〔Lily〕(Caster)裝備時，自身在場上的話，我方全體的HP回復量提升30%"],

["Craft Essence_319",319,"★★★★","赤いジャンパー",9,100,100,100,100,"SkillIcon_522","只限兩儀式(Assassin)裝備時，自身在場上的話，我方全體的即死賦予成功率提升30%"],

["Craft Essence_320",320,"★★★★","この世ならざる幻馬",9,100,100,100,100,"SkillIcon_402","只限阿斯托爾福(Rider)裝備時，自身的寶具威力提升30%＆自身登場時對我方全體賦予迴避狀態(1次)"],

["Craft Essence_321",321,"★★★★","友からの手紙",9,100,100,100,100,"SkillIcon_306","只限吉爾・德・雷(Caster)裝備時，自身在場上的話，我方全體的Buster卡性能提升20%＆星星發生率下降20%【副作用】"],

["Craft Essence_322",322,"★★★★","クランの猛犬",9,100,100,100,100,"SkillIcon_301","只限庫・夫林〔Prototype〕(Lancer)裝備時，自身在場上的話，對我方全體賦予〔猛獸〕特攻20%狀態"],

["Craft Essence_323",323,"★★★★","女神のきらめき",9,100,100,100,100,"SkillIcon_305","只限尤瑞艾莉(Archer)裝備時，自身在場上的話，我方全體的Arts卡性能提升15%"],

["Craft Essence_324",324,"★★★★","英雄の武装",9,100,100,100,100,"SkillIcon_302","只限赫克特(Lancer)裝備時，自身在場上的話，我方全體的寶具威力提升20%"],

["Craft Essence_325",325,"★★★★★","誉れを此処に",12,0,0,500,2000,"SkillIcon_302","自身的寶具威力提升15%＆Critical威力提升15%＆賦予每回合星星3個獲得狀態<br>自身的寶具威力提升20%＆Critical威力提升20%＆賦予每回合星星4個獲得狀態[最大解放]"],

["Craft Essence_326",326,"★★★★","原初のレギオン",9,320,1200,200,750,"SkillIcon_400","自身的防禦力提升8%＆寶具威力提升15%<br>自身的防禦力提升10%＆寶具威力提升20%[最大解放]"],

["Craft Essence_327",327,"★★★","月に吼える",5,0,0,200,1000,"SkillIcon_306","自身的Buster卡性能提升10%＆弱體耐性下降20%【副作用】<br>自身的Buster卡性能提升15%＆弱體耐性下降20%【副作用】[最大解放]"],

["Craft Essence_328",328,"★★★★","白薔薇の姫",12,400,1600,250,1000,"SkillIcon_404","對自身賦予根性狀態(1次・HP1回復)＆NP以10%累積狀態開始戰鬥<br>對自身賦予根性狀態(1次・HP1回復)＆NP以20%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_329",329,"★★★★★","ジョイント・リサイタル",12,0,0,500,2000,"SkillIcon_306","自身的Buster卡性能提升15%＆Critical威力提升15%<br>自身的Buster卡性能提升20%＆Critical威力提升20%[最大解放]"],

["Craft Essence_330",330,"★★★★★","カルデア・ランチタイム",12,400,1600,250,1000,"SkillIcon_205","通過關卡時獲得的絆增加2%<br>通過關卡時獲得的絆增加10%[最大解放]"],

["Craft Essence_331",331,"★★★","フラガラック",5,0,0,200,1000,"SkillIcon_311","自身的星星集中度提升200%<br>自身的星星集中度提升300%[最大解放]"],

["Craft Essence_332",332,"★★★","天の逆月",5,300,1500,0,0,"SkillIcon_605","對自身賦予每回合星星1個獲得狀態＆弱體耐性提升5%<br>對自身賦予每回合星星2個獲得狀態＆弱體耐性提升10%[最大解放]"],

["Craft Essence_333",333,"★★★","ヒュドラ・ダガー",5,0,0,200,1000,"SkillIcon_522","自身的即死賦予成功率提升5%<br>自身的即死賦予成功率提升10%[最大解放]"],

["Craft Essence_334",334,"★★★★","不撓不屈",9,100,100,100,100,"SkillIcon_306","只限南丁格爾(Berserker)裝備時，自身在場上的話，我方全體的Buster卡性能提升10%＆HP回復量提升20%"],

["Craft Essence_335",335,"★★★★","たった一人の戦争",9,100,100,100,100,"SkillIcon_404","只限庫・夫林〔Alter〕(Berserker)裝備時，自身的寶具威力提升30%＆賦予根性狀態(1次・HP20%回復)"],

["Craft Essence_336",336,"★★★★","聖なる泉",9,100,100,100,100,"SkillIcon_602","只限女王梅芙(Rider)裝備時，自身在場上的話，我方全體的NP獲得量提升15%"],

["Craft Essence_337",337,"★★★★","不滅なる刃",9,100,100,100,100,"SkillIcon_303","只限羅摩(Saber)裝備時，自身在場上的話，我方全體的Critical威力提升25%"],

["Craft Essence_338",338,"★★★★","隠された女神",9,100,100,100,100,"SkillIcon_306","只限海倫娜・布拉瓦茨基(Caster)裝備時，自身在場上的話，對我方全體賦予〔Assassin〕特攻20%狀態"],

["Craft Essence_339",339,"★★★★","文明の灯火",9,100,100,100,100,"SkillIcon_602","只限湯瑪斯・愛迪生(Caster)裝備時，自身在場上的話，我方全體的NP獲得量提升15%"],

["Craft Essence_340",340,"★★★★","技量、神域に達する",9,100,100,100,100,"SkillIcon_305","只限李書文(Lancer)裝備時，自身在場上的話，我方全體的Arts卡性能提升15%"],

["Craft Essence_341",341,"★★★★","騎士の誓い",9,100,100,100,100,"SkillIcon_314","只限迪爾姆德・奧德利暗(Lancer)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆Arts卡性能提升10%"],

["Craft Essence_342",342,"★★★★","エレメンタル",9,100,100,100,100,"SkillIcon_305","只限馮・霍恩海姆・帕拉塞爾斯(Caster)裝備時，自身在場上的話，我方全體的Arts卡性能提升10%＆寶具威力提升10%"],

["Craft Essence_343",343,"★★★★","真・階差機関",9,100,100,100,100,"SkillIcon_306","只限查爾斯・巴貝奇(Caster)裝備時，自身在場上的話，我方全體的Buster卡性能提升20%＆防禦力下降10%【副作用】"],

["Craft Essence_344",344,"★★★★★","デンジャラス・ビースト",12,0,0,500,2000,"SkillIcon_304","自身的Quick卡性能提升15%＆賦予每回合星星3個獲得狀態<br>自身的Quick卡性能提升20%＆賦予每回合星星4個獲得狀態[最大解放]"],

["Craft Essence_345",345,"★★★★","月夜の魔女",9,320,1200,200,750,"SkillIcon_305","自身的Arts卡性能提升10%＆NP獲得量5%提升<br>自身的Arts卡性能提升15%＆NP獲得量提升10%[最大解放]"],

["Craft Essence_346",346,"★★★","ロマニ・アーキマン伯爵の歓待",5,300,1500,0,0,"SkillIcon_602","自身的NP獲得量提升5%＆防禦力提升3%<br>自身的NP獲得量提升10%＆防禦力提升5%[最大解放]"],

["Craft Essence_347",347,"★★★★★","勇者エリちゃんの冒険",12,0,0,500,2000,"SkillIcon_306","自身的Buster卡性能提升10%＆寶具威力提升20%<br>自身的Buster卡性能提升15%＆寶具威力提升25%[最大解放]"],

["Craft Essence_348",348,"★★★★","ウィザード＆プリースト",9,320,1200,200,750,"SkillIcon_302","自身的寶具威力提升15%＆HP回復量提升10%<br>自身的寶具威力提升20%＆HP回復量提升20%[最大解放]"],

["Craft Essence_349",349,"★★★","マタ・ハリの酒場",5,0,0,200,1000,"SkillIcon_317","自身的Quick卡性能提升2%＆Arts卡性能提升2%＆Buster卡性能提升2%＆Critical威力提升5%<br>自身的Quick卡性能提升3%＆Arts卡性能提升3%＆Buster卡性能提升3%＆Critical威力提升10%[最大解放]"],

["Craft Essence_350",350,"★★★★","焔刑の地獄",9,100,100,100,100,"SkillIcon_306","只限貞德〔Alter〕(Avenger)裝備時，自身在場上的話，我方全體的Buster卡性能提升15%"],

["Craft Essence_351",351,"★★★★","ゴルディアスの結び目",9,100,100,100,100,"SkillIcon_300","只限伊斯坎達爾(Rider)裝備時，自身在場上的話，我方全體的攻擊力提升15%"],

["Craft Essence_352",352,"★★★★","白竜",9,100,100,100,100,"SkillIcon_306","只限玄奘三藏(Caster)裝備時，自身在場上的話，我方全體的Buster卡性能提升20%＆防禦力下降10%【副作用】"],

["Craft Essence_353",353,"★★★★","陽の差さぬ此処へ",9,100,100,100,100,"SkillIcon_314","只限Emiya(Assassin)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆Arts卡性能提升10%"],

["Craft Essence_354",354,"★★★★","天の衣",9,100,100,100,100,"SkillIcon_611","只限愛麗絲菲爾〔天之衣〕(Caster)裝備時，自身在場上的話，我方全體的HP回復量提升30%"],

["Craft Essence_355",355,"★★★★","黄金律の発露",9,100,100,100,100,"SkillIcon_602","只限子吉爾(Archer)裝備時，自身在場上的話，我方全體的NP獲得量提升15%"],

["Craft Essence_356",356,"★★★★","この大地の精霊",9,100,100,100,100,"SkillIcon_602","只限傑羅尼莫(Caster)裝備時，自身在場上的話，我方全體的NP獲得量提升15%"],

["Craft Essence_357",357,"★★★★","銃を拝見",9,100,100,100,100,"SkillIcon_303","只限比利小子(Archer)裝備時，自身在場上的話，我方全體的Critical威力提升25%"],

["Craft Essence_358",358,"★★★★","百人蔵書",9,100,100,100,100,"SkillIcon_317","只限百貌的哈桑(Assassin)裝備時，自身在場上的話，我方全體的Quick卡性能提升8%＆Arts卡性能提升8%＆Buster卡性能提升8%"],

["Craft Essence_359",359,"★★★★","最後の欠片",9,100,100,100,100,"SkillIcon_301","只限安格拉曼紐(Avenger)裝備時，對自身賦予對〔Beast〕職階攻擊優位狀態＆賦予根性狀態(HP20%回復、1次)"],

["Craft Essence_360",360,"★★★★","Fate/EXTELLA",9,100,100,100,100,"SkillIcon_303","自身的Critical威力提升15%＆賦予每回合星星3個獲得狀態"],

["Craft Essence_361",361,"★★★★","霊子肖像:ネロ・クラウディウス",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_362",362,"★★★★","霊子肖像:無銘",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_363",363,"★★★★","霊子肖像:玉藻の前",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_364",364,"★★★★","霊子肖像:カルナ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_365",365,"★★★★","霊子肖像:アルテラ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_366",366,"★★★★","霊子肖像:ギルガメッシュ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_367",367,"★★★★","神便鬼毒酒",9,100,100,100,100,"SkillIcon_314","只限酒吞童子(Assassin)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆Arts卡性能提升10%"],

["Craft Essence_368",368,"★★★★","童子切安綱",9,100,100,100,100,"SkillIcon_306","只限源頼光(Berserker)裝備時，自身在場上的話，我方全體的Buster卡性能提升10%＆Critical威力提升15%"],

["Craft Essence_369",369,"★★★★","ラムセウム",9,100,100,100,100,"SkillIcon_315","只限奧茲曼迪亞斯(Rider)裝備時，自身在場上的話，我方全體的Arts卡性能提升10%＆Buster卡性能提升10%"],

["Craft Essence_370",370,"★★★★","骨刀（無銘）",9,100,100,100,100,"SkillIcon_306","只限茨木童子(Berserker)裝備時，自身在場上的話，我方全體的Buster卡性能提升20%＆防禦力下降10%【副作用】"],

["Craft Essence_371",371,"★★★★","ゴールデンベアー号",9,100,100,100,100,"SkillIcon_604","只限坂田金時(Rider)裝備時，自身在場上的話，我方全體的星星發生率提升20%"],

["Craft Essence_372",372,"★★★★","グリンガレット",9,100,100,100,100,"SkillIcon_306","只限高文(Saber)裝備時，自身在場上的話，我方全體的Buster卡性能提升15%"],

["Craft Essence_373",373,"★★★★","ただ一度の嘘",9,100,100,100,100,"SkillIcon_303","只限崔斯坦(Archer)裝備時，自身在場上的話，我方全體的Critical威力提升25%"],

["Craft Essence_374",374,"★★★★","行使されざる王権",9,100,100,100,100,"SkillIcon_602","只限尼托克里絲(Caster)裝備時，自身在場上的話，我方全體的NP獲得量提升10%＆寶具威力提升10%"],

["Craft Essence_375",375,"★★★★","鬼の面",9,100,100,100,100,"SkillIcon_304","只限風魔小太郎(Assassin)裝備時，自身在場上的話，我方全體的Quick卡性能提升15%"],

["Craft Essence_376",376,"★★★★","炊けども尽きぬ",9,100,100,100,100,"SkillIcon_606","只限俵藤太(Archer)裝備時，自身在場上的話，我方全體的HP每回合回復500"],

["Craft Essence_377",377,"★★★★","王の馬",9,100,100,100,100,"SkillIcon_300","只限阿爾托莉亞(Lancer)裝備時，自身在場上的話，我方全體的攻擊力提升10%＆寶具威力提升10%"],

["Craft Essence_378",378,"★★★★","万能の智、根底の知",9,100,100,100,100,"SkillIcon_302","只限李奧納多・達文西(Caster)裝備時，自身在場上的話，我方全體的寶具威力提升20%"],

["Craft Essence_379",379,"★★★★","サンセット・ビーチ",9,100,100,100,100,"SkillIcon_316","只限玉藻前(Lancer)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆Buster卡性能提升10%"],

["Craft Essence_380",380,"★★★★","湖の乙女",9,100,100,100,100,"SkillIcon_602","只限蘭斯洛特(Saber)裝備時，自身在場上的話，我方全體的NP獲得量提升10%＆Critical威力提升10%"],

["Craft Essence_381",381,"★★★★","夏の思い出",9,100,100,100,100,"SkillIcon_303","只限瑪莉・安東尼(Caster)裝備時，自身在場上的話，我方全體的Critical威力提升25%"],

["Craft Essence_382",382,"★★★★","ただいま入浴中！",9,100,100,100,100,"SkillIcon_315","只限安妮・伯妮＆瑪莉・瑞德(Archer)裝備時，自身在場上的話，我方全體的Arts卡性能提升10%＆Buster卡性能提升10%"],

["Craft Essence_383",383,"★★★★","プリドゥエン",9,100,100,100,100,"SkillIcon_302","只限莫德雷德(Rider)裝備時，自身在場上的話，我方全體的寶具威力提升20%"],

["Craft Essence_384",384,"★★★★","砂浜ラブレター（恐怖）",9,100,100,100,100,"SkillIcon_306","只限清姬(Lancer)裝備時，自身在場上的話，我方全體的Buster卡性能提升20%＆防禦力下降10%【副作用】"],

["Craft Essence_385",385,"★★★★","失われた右腕",9,100,100,100,100,"SkillIcon_306","只限貝德維爾(Saber)裝備時，自身在場上的話，我方全體的Buster卡性能提升10%＆NP獲得量提升10%"],

["Craft Essence_386",386,"★★★★","存在の証明",9,100,100,100,100,"SkillIcon_304","只限靜謐的哈桑(Assassin)裝備時，自身在場上的話，我方全體的Quick卡性能提升15%"],

["Craft Essence_387",387,"★★★★★","静穏なひと時",12,0,0,500,2000,"SkillIcon_314","自身的Quick卡性能提升10%＆Arts卡性能提升10%＆NP獲得量提升10%<br>自身的Quick卡性能提升15%＆Arts卡性能提升15%＆NP獲得量提升15%[最大解放]"],

["Craft Essence_388",388,"★★★★","聖夜の読書",9,320,1200,200,750,"SkillIcon_602","自身的NP獲得量提升15%＆寶具威力提升15%<br>自身的NP獲得量提升20%＆寶具威力提升20%[最大解放]"],

["Craft Essence_389",389,"★★★","聖者の招待",5,300,1500,0,0,"SkillIcon_400","自身的防禦力提升3%＆賦予傷害減免100狀態<br>自身的防禦力提升5%＆賦予傷害減免200狀態[最大解放]"],

["Craft Essence_390",390,"★★★★★","聖夜の晩餐",12,0,0,500,2000,"SkillIcon_601","自身的NP以30%累積狀態開始戰鬥＆Critical威力提升10%＆寶具威力提升10%<br>自身的NP以50%累積狀態開始戰鬥＆Critical威力提升15%＆寶具威力提升15%[最大解放]"],

["Craft Essence_391",391,"★★★★","チャンピオンカップ",9,100,100,100,100,"SkillIcon_300","只限阿爾托莉亞(Archer)裝備時，自身在場上的話，我方全體的攻擊力提升15%"],

["Craft Essence_392",392,"★★★★","夢幻召喚（インストール）",9,100,100,100,100,"SkillIcon_317","只限伊莉雅絲菲爾(Caster)裝備時，自身在場上的話，我方全體的Quick卡、Arts卡、Buster卡性能提升8%"],

["Craft Essence_393",393,"★★★★","運命の蛇",9,100,100,100,100,"SkillIcon_302","只限克麗奧佩脫拉(Assassin)裝備時，自身在場上的話，我方全體的寶具威力提升25%＆防禦力下降10%【副作用】"],

["Craft Essence_394",394,"★★★★","ホーリー・ナックル",9,100,100,100,100,"SkillIcon_306","只限瑪爾大(Ruler)裝備時，自身在場上的話，我方全體的Buster卡性能提升15%"],

["Craft Essence_395",395,"★★★★","最低限のたしなみ",9,100,100,100,100,"SkillIcon_304","只限斯卡哈(Assassin)裝備時，自身在場上的話，我方全體的Quick卡性能提升15%"],

["Craft Essence_396",396,"★★★★","痛覚共有",9,100,100,100,100,"SkillIcon_303","只限克洛伊・馮・愛因茲貝倫(Archer)裝備時，自身在場上的話，我方全體的Critical威力提升30%＆賦予每回合HP減少200狀態【副作用】"],

["Craft Essence_397",397,"★★★★","地の底の信仰",9,100,100,100,100,"SkillIcon_316","只限弗拉德三世〔EXTRA〕(Lancer)裝備時，自身在場上的話，我方全體的Buster卡性能提升10%＆Quick卡性能提升10%"],

["Craft Essence_398",398,"★★★★","ハロウィンへの招待状",9,100,100,100,100,"SkillIcon_306","只限伊莉莎白〔Brave〕(Saber)裝備時，自身在場上的話，我方全體的Buster卡性能提升20%＆防禦力下降10%【副作用】"],

["Craft Essence_399",399,"★★★★","First Order",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的魔術禮裝經驗值增加50"],

["Craft Essence_400",400,"★★★★★","魔性菩薩",12,400,1600,250,1000,"SkillIcon_313","自身的NP以50%累積狀態開始戰鬥＆寶具使用時的蓄力階段加升2階段(1次)<br>自身的NP以60%累積狀態開始戰鬥＆寶具使用時的蓄力階段加升2階段(1次)[最大解放]"],

["Craft Essence_401",401,"★★★★","ルームガーダー",9,600,2250,0,0,"SkillIcon_311","自身的星星集中度提升300%＆賦予傷害減免300狀態<br>自身的星星集中度提升400%＆賦予傷害減免400狀態[最大解放]"],

["Craft Essence_402",402,"★★★","ミラクル求道者",5,0,0,200,1000,"SkillIcon_302","持有〔神性〕特性的Servant裝備的話寶具威力提升15%<br>持有〔神性〕特性的Servant裝備的話寶具威力提升25%[最大解放]"],

["Craft Essence_403",403,"★★★★","七頭の戦鎚シタ",9,100,100,100,100,"SkillIcon_306","只限伊絲塔(Archer)裝備時，自身在場上的話，我方全體的Buster卡性能提升20%＆弱體耐性下降20%【副作用】"],

["Craft Essence_404",404,"★★★★","フワワの花",9,100,100,100,100,"SkillIcon_606","只限恩奇杜(Lancer)裝備時，自身在場上的話，我方全體的HP每回合回復500"],

["Craft Essence_405",405,"★★★★","ピエドラ・デル・ソル",9,100,100,100,100,"SkillIcon_315","只限魁札爾・科亞特爾(Rider)裝備時，自身在場上的話，我方全體的Arts卡性能提升10%＆Buster卡性能提升10%"],

["Craft Essence_406",406,"★★★★","海への扉",9,100,100,100,100,"SkillIcon_611","只限貞德・Alter・聖誕・Lily(Lancer)裝備時，自身在場上的話，我方全體的HP回復量提升30%"],

["Craft Essence_407",407,"★★★★","天命の粘土板",9,100,100,100,100,"SkillIcon_302","只限吉爾伽美什(Caster)裝備時，自身在場上的話，我方全體的寶具威力提升20%"],

["Craft Essence_408",408,"★★★★","クリューサーオール",9,100,100,100,100,"SkillIcon_306","只限戈爾貢(Avenger)裝備時，自身在場上的話，我方全體的Buster卡性能提升10%＆NP獲得量提升10%"],

["Craft Essence_409",409,"★★★★","ありえざる明日",9,100,100,100,100,"SkillIcon_304","只限美杜莎(Lancer)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆NP獲得量提升10%"],

["Craft Essence_410",410,"★★★★","原初の火",9,100,100,100,100,"SkillIcon_306","只限豹人(Lancer)裝備時，自身在場上的話，我方全體的Buster卡性能提升15%"],

["Craft Essence_411",411,"★★★★","最果ての塔",9,100,100,100,100,"SkillIcon_306","只限梅林(Caster)裝備時，自身在場上的話，我方全體的Buster卡性能提升10%＆Critical威力提升15%"],

["Craft Essence_412",412,"★★★★★","ファースト・サンライズ",12,0,0,500,2000,"SkillIcon_306","自身的Buster卡性能提升15%＆NP以40%累積狀態開始戰鬥<br>自身的Buster卡性能提升20%＆NP以50%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_413",413,"★★★★","射初の一矢",9,320,1200,200,750,"SkillIcon_310","對自身賦予必中狀態＆自身的Arts卡性能提升8%<br>對自身賦予必中狀態＆自身的Arts卡性能提升10%[最大解放]"],

["Craft Essence_414",414,"★★★","カッコーの巣の上で",5,0,0,200,1000,"SkillIcon_201","從通過關卡獲得的QP增加2017<br>從通過關卡獲得的QP增加2017＋對自身賦予傷害加成17狀態[最大解放]"],

["Craft Essence_415",415,"★★★★","チアーズ・トゥ・2017",9,2017,2017,0,0,"SkillIcon_606","對自身賦予每回合HP100回復狀態"],

["Craft Essence_416",416,"★★★★","空の仏",9,100,100,100,100,"SkillIcon_401","只限宮本武藏(Saber)裝備時，自身的寶具威力提升30%＆賦予弱體無效狀態(3次)"],

["Craft Essence_417",417,"★★★★","幽谷の淵",9,100,100,100,100,"SkillIcon_401","只限“山之翁”(Assassin)裝備時，自身的弱體耐性提升100%"],

["Craft Essence_418",418,"★★★","固有結界",5,160,800,100,500,"SkillIcon_302","〔Archer〕職階裝備的話寶具威力提升15%<br>〔Archer〕職階裝備的話寶具威力提升25%[最大解放]"],

["Craft Essence_419",419,"★★★","若返りの霊薬",5,300,1500,0,0,"SkillIcon_401","自身的攻擊弱體耐性提升25%<br>自身的攻擊弱體耐性提升30%[最大解放]"],

["Craft Essence_420",420,"★★★","謎の仮面群",5,160,800,100,500,"SkillIcon_311","自身的星星集中度提升100%＆星星發生率提升5%<br>自身的星星集中度提升200%＆星星發生率提升10%[最大解放]"],

["Craft Essence_421",421,"★★★★★","キュート・オランジェット",12,0,0,500,2000,"SkillIcon_602","自身的NP獲得量提升25%＆寶具威力提升15%<br>自身的NP獲得量提升30%＆寶具威力提升20%[最大解放]"],

["Craft Essence_422",422,"★★★★★","ショコラティエ",12,400,1600,250,1000,"SkillIcon_305","自身的Arts卡性能提升15%＆賦予每回合星星3個獲得狀態<br>自身的Arts卡性能提升20%＆賦予每回合星星4個獲得狀態[最大解放]"],

["Craft Essence_423",423,"★★★★","チョコ・エンゼル",9,0,0,400,1500,"SkillIcon_306","自身的Buster卡性能提升8%＆NP獲得量提升15%<br>自身的Buster卡性能提升10%＆NP獲得量提升20%[最大解放]"],

["Craft Essence_424",424,"★★★★","ビター・ブラック",9,320,1200,200,750,"SkillIcon_611","自身的HP回復量提升15%＆NP獲得量提升15%<br>自身的HP回復量提升20%＆NP獲得量提升20%[最大解放]"],

["Craft Essence_425",425,"★★★","ブレスフル・タイム",5,0,0,200,1000,"SkillIcon_611","自身的HP回復量提升5%＆星星發生率提升5%<br>自身的HP回復量提升10%＆星星發生率提升10%[最大解放]"],

["Craft Essence_426",426,"★★★","勝者の余裕",5,300,1500,0,0,"SkillIcon_400","賦予自身的傷害減免100狀態＆星星發生率提升5%<br>賦予自身的傷害減免200狀態＆星星發生率提升10%[最大解放]"],

["Craft Essence_427",427,"★★★★★","スイート・クリスタル",12,0,0,500,2000,"SkillIcon_312","對自身賦予無敵貫通狀態＆NP以30%累積狀態開始戰鬥<br>對自身賦予無敵貫通狀態＆NP以50%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_428",428,"★★★★★","フォンダン・オ・ショコラ",12,0,0,500,2000,"SkillIcon_301","對自身賦予〔神性〕特攻25%狀態＆NP以30%累積狀態開始戰鬥<br>對自身賦予〔神性〕特攻30%狀態＆NP以50%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_429",429,"★★★★","黒騎士くん",9,100,100,100,100,"SkillIcon_301","只限謎之女主角X〔Alter〕(Berserker)裝備時，自身在場上的話，對我方全體賦予〔Saber〕特攻20%狀態"],

["Craft Essence_430",430,"★★★★","高級和菓子",3,0,0,0,0,"SkillIcon_999999","劍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_431",431,"★★★★","特製お団子",3,0,0,0,0,"SkillIcon_999999","劍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_432",432,"★★★★","君もドラゴンセット",3,0,0,0,0,"SkillIcon_999999","劍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_433",433,"★★★★","ささやかな愉しみを、君と",3,0,0,0,0,"SkillIcon_999999","劍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_434",434,"★★★★","バナナ（ハヌマーン贈呈）",3,0,0,0,0,"SkillIcon_999999","劍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_435",435,"★★★★","いと気高き希望の花よ",3,0,0,0,0,"SkillIcon_999999","劍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_436",436,"★★★★","お肌の味方",3,0,0,0,0,"SkillIcon_999999","劍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_437",437,"★★★★","でんせつのオーブチョコ",3,0,0,0,0,"SkillIcon_999999","劍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_438",438,"★★★★","カエサル式ケーナ",3,0,0,0,0,"SkillIcon_999999","劍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_439",439,"★★★★","ジャンヌファンクラブセット",3,0,0,0,0,"SkillIcon_999999","劍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_440",440,"★★★★","部屋はもう取ってあるんだが",3,0,0,0,0,"SkillIcon_999999","劍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_441",441,"★★★★","シルバーボックス",3,0,0,0,0,"SkillIcon_999999","劍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_442",442,"★★★★","ラピス・ラズリの腕飾り",3,0,0,0,0,"SkillIcon_999999","弓之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_443",443,"★★★★","こんぼう（バーベキュー味）",3,0,0,0,0,"SkillIcon_999999","弓之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_444",444,"★★★★","交流式ライトニングクッキー",3,0,0,0,0,"SkillIcon_999999","弓之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_445",445,"★★★★","カルナへの一矢",3,0,0,0,0,"SkillIcon_999999","弓之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_446",446,"★★★★","ブルースカイ・ヴァニラＭｔ．",3,0,0,0,0,"SkillIcon_999999","弓之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_447",447,"★★★★","ジュエルカット・スターズ",3,0,0,0,0,"SkillIcon_999999","弓之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_448",448,"★★★★","今から間に合う家事セット",3,0,0,0,0,"SkillIcon_999999","弓之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_449",449,"★★★★","～ベスト・オブ・トリスタン～",3,0,0,0,0,"SkillIcon_999999","弓之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_450",450,"★★★★","ありきたりチョコ（？）",3,0,0,0,0,"SkillIcon_999999","弓之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_451",451,"★★★★","お返しはキスで",3,0,0,0,0,"SkillIcon_999999","弓之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_452",452,"★★★★","名も知れぬ記念銀貨",3,0,0,0,0,"SkillIcon_999999","弓之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_453",453,"★★★★","アビシャグに捧ぐ愛",3,0,0,0,0,"SkillIcon_999999","弓之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_454",454,"★★★★","わくわくざぶーん優待チケット",3,0,0,0,0,"SkillIcon_999999","弓之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_455",455,"★★★★","シルバーバレット",3,0,0,0,0,"SkillIcon_999999","弓之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_456",456,"★★★★","究極の美味に至るまで",3,0,0,0,0,"SkillIcon_999999","弓之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_457",457,"★★★★","ひよこ豆のペーストと…",3,0,0,0,0,"SkillIcon_999999","弓之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_458",458,"★★★★","落陽のピアス",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_459",459,"★★★★","ワールドエンド・キャッスル",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_460",460,"★★★★","チョコレートドライバー",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_461",461,"★★★★","白い花",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_462",462,"★★★★","赤い花",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_463",463,"★★★★","DHA",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_464",464,"★★★★","鉄観音茶（？）",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_465",465,"★★★★","なんのへんてつもないちょこ",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_466",466,"★★★★","謝肉祭",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_467",467,"★★★★","ハートチョコ・ビタービタービター",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_468",468,"★★★★","たまごチョコ",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_469",469,"★★★★","ルーン石のチョコ",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_470",470,"★★★★","1999年の残滓",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_471",471,"★★★★","パックス・ロマーナ",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_472",472,"★★★★","トロイの木馬（手の平サイズ）",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_473",473,"★★★★","感謝の白薔薇",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_474",474,"★★★★","カカオの実",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_475",475,"★★★★","白紙の勧進帳（弁慶サイン付）",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_476",476,"★★★★","アイアン・マシュマロ",3,0,0,0,0,"SkillIcon_999999","槍之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_477",477,"★★★★","メイヴちゃん印のハニーチョコ",3,0,0,0,0,"SkillIcon_999999","騎之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_478",478,"★★★★","勇者の杯",3,0,0,0,0,"SkillIcon_999999","騎之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_479",479,"★★★★","スフィンクス・アウラード",3,0,0,0,0,"SkillIcon_999999","騎之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_480",480,"★★★★","自由なるカカワトル",3,0,0,0,0,"SkillIcon_999999","騎之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_481",481,"★★★★","ヒポグリフぬいぐるみ（１／１）",3,0,0,0,0,"SkillIcon_999999","騎之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_482",482,"★★★★","ラビット・キュート・チョコ",3,0,0,0,0,"SkillIcon_999999","騎之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_483",483,"★★★★","ライダーベルト・レプリカ",3,0,0,0,0,"SkillIcon_999999","騎之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_484",484,"★★★★","Ｓサンダークランチチョコスティック",3,0,0,0,0,"SkillIcon_999999","騎之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_485",485,"★★★★","読みかけのイーリアス",3,0,0,0,0,"SkillIcon_999999","騎之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_486",486,"★★★★","ベイヤードのたてがみ",3,0,0,0,0,"SkillIcon_999999","騎之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_487",487,"★★★★","秘密で秘蔵で秘宝アルバム",3,0,0,0,0,"SkillIcon_999999","騎之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_488",488,"★★★★","葉巻とワイン",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_489",489,"★★★★","蟠桃のコンポート",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_490",490,"★★★★","バステニャンＸ号",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_491",491,"★★★★","完璧なるチョッコラート",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_492",492,"★★★★","手作り愛情チョコ",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_493",493,"★★★★","フォウくんマペット",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_494",494,"★★★★","UFO",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_495",495,"★★★★","直流式グレイトフルクッキー",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_496",496,"★★★★","ママのとっておき",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],


["Craft Essence_497",497,"★★★★","ナイルの恵み",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_498",498,"★★★★","モンブラン・オ・ショコラ",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_499",499,"★★★★","ユーフラテスの夕べ",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_500",500,"★★★★","じるクン人形",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_501",501,"★★★★","ちくたくくん",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_502",502,"★★★★","ドルイドの杖",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_503",503,"★★★★","いつか見た幻",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_504",504,"★★★★","すべての源は、数",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_505",505,"★★★★","ジェロニモ式モカシン",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_506",506,"★★★★","青い鳥のようなマウス",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_507",507,"★★★★","155番目のソネット",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_508",508,"★★★★","おもちゃのピアノ",3,0,0,0,0,"SkillIcon_999999","術之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_509",509,"★★★★","ネクタール・ボンボン",3,0,0,0,0,"SkillIcon_999999","殺之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_510",510,"★★★★","アル・ブクール",3,0,0,0,0,"SkillIcon_999999","殺之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_511",511,"★★★★","紅白のチョコ",3,0,0,0,0,"SkillIcon_999999","殺之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_512",512,"★★★★","弾丸と銃",3,0,0,0,0,"SkillIcon_999999","殺之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_513",513,"★★★★","ビターテイスト・サマー",3,0,0,0,0,"SkillIcon_999999","殺之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_514",514,"★★★★","スーパーナイルフラワーズ",3,0,0,0,0,"SkillIcon_999999","殺之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_515",515,"★★★★","手作りライスボール",3,0,0,0,0,"SkillIcon_999999","殺之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_516",516,"★★★★","百個入りチョコ袋",3,0,0,0,0,"SkillIcon_999999","殺之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_517",517,"★★★★","銘菓風魔まんじゅう",3,0,0,0,0,"SkillIcon_999999","殺之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_518",518,"★★★★","ブラック・ブラック・キス",3,0,0,0,0,"SkillIcon_999999","殺之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_519",519,"★★★★","万能布ハッサン",3,0,0,0,0,"SkillIcon_999999","殺之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_520",520,"★★★★","サンソンの栄養チョコドリンク",3,0,0,0,0,"SkillIcon_999999","殺之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_521",521,"★★★★","ホワイト・デスマスク",3,0,0,0,0,"SkillIcon_999999","殺之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_522",522,"★★★★","名月",3,0,0,0,0,"SkillIcon_999999","殺之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_523",523,"★★★★","ゴールデン・ゴールド・セット",3,0,0,0,0,"SkillIcon_999999","狂之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_524",524,"★★★★","スケープゴート",3,0,0,0,0,"SkillIcon_999999","狂之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_525",525,"★★★★","救急キット",3,0,0,0,0,"SkillIcon_999999","狂之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_526",526,"★★★★","ミニクーちゃん",3,0,0,0,0,"SkillIcon_999999","狂之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_527",527,"★★★★","極上源氏柏餅",3,0,0,0,0,"SkillIcon_999999","狂之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_528",528,"★★★★","謎のホットココアＸ",3,0,0,0,0,"SkillIcon_999999","狂之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_529",529,"★★★★","猪のかぶりもの",3,0,0,0,0,"SkillIcon_999999","狂之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_530",530,"★★★★","何者かの宝剣",3,0,0,0,0,"SkillIcon_999999","狂之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_531",531,"★★★★","瑞典火竜炭火焼サーロイン",3,0,0,0,0,"SkillIcon_999999","狂之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_532",532,"★★★★","あまいもの",3,0,0,0,0,"SkillIcon_999999","狂之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_533",533,"★★★★","祝いの飾り",3,0,0,0,0,"SkillIcon_999999","狂之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_534",534,"★★★★","ピール・ガウガメラ",3,0,0,0,0,"SkillIcon_999999","狂之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_535",535,"★★★★","シ－・ウァレス・ウァレオ",3,0,0,0,0,"SkillIcon_999999","狂之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_536",536,"★★★★","妻からの礼状",3,0,0,0,0,"SkillIcon_999999","狂之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_537",537,"★★★★","叛逆への第一歩",3,0,0,0,0,"SkillIcon_999999","狂之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_538",538,"★★★★","ラビリンスマップ",3,0,0,0,0,"SkillIcon_999999","狂之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_539",539,"★★★★","教会式手作りクッキー",3,0,0,0,0,"SkillIcon_999999","全之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_540",540,"★★★★","聖女の安らぎ",3,0,0,0,0,"SkillIcon_999999","全之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_541",541,"★★★★","淹れ立てのコーヒー",3,0,0,0,0,"SkillIcon_999999","全之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_542",542,"★★★★","自爆大爆発チョコ",3,0,0,0,0,"SkillIcon_999999","全之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_543",543,"★★★★","たまごチョコ（複数）",3,0,0,0,0,"SkillIcon_999999","全之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_544",544,"★★★★","悪魔のバンダナ",3,0,0,0,0,"SkillIcon_999999","全之硬幣巧克力的掉落獲得數增加2個【『復刻：巧克力・女士的大驚小怪』活動期間限定】"],

["Craft Essence_545",545,"★★★","フリーランサー",5,0,0,200,1000,"SkillIcon_303","自身的Quick卡Critical威力提升25%<br>自身的Quick卡Critical威力提升30%[最大解放]"],

["Craft Essence_546",546,"★★★★","小惑星の力学",9,100,100,100,100,"SkillIcon_302","只限詹姆斯・莫里亞蒂(Archer)裝備時，自身在場上的話，我方全體〔惡〕特性的的寶具威力提升25%"],

["Craft Essence_547",547,"★★★★","干将・莫耶（拳銃）",9,100,100,100,100,"SkillIcon_317","只限Emiya〔Alter〕(Archer)裝備時，自身在場上的話，我方全體的Quick卡性能提升8%＆Arts卡性能提升8%＆Buster卡性能提升8%"],

["Craft Essence_548",548,"★★★★","彼方の荒野",9,100,100,100,100,"SkillIcon_304","只限海森・羅伯(Avenger)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆NP獲得量提升10%"],
	
["Craft Essence_549",549,"★★★★","百八魔星",9,100,100,100,100,"SkillIcon_304","只限燕青(Assassin)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆Critical威力提升15%"],

["Craft Essence_550",550,"★★★★★","熱砂の語らい",12,0,0,500,2000,"SkillIcon_311","自身的星星集中度提升400%＆Critical威力提升20%<br>自身的星星集中度提升600%＆Critical威力提升25%[最大解放]"],

["Craft Essence_551",551,"★★★★★","探偵ヱドモン～春先旅情編～",12,400,1600,250,1000,"SkillIcon_312","對自身賦予無敵貫通狀態＆Arts卡性能提升8%<br>對自身賦予無敵貫通狀態＆Arts卡性能提升10%[最大解放]"],

["Craft Essence_552",552,"★★★★★","アズ・ユー・ウィッシュ",12,750,3000,0,0,"SkillIcon_403","對自身賦予無敵狀態(1回合)＆NP獲得量提升25%<br>對自身賦予無敵狀態(1回合)＆NP獲得量提升30%[最大解放]"],

["Craft Essence_553",553,"★★★★","カフェ・キャメロット",9,600,2250,0,0,"SkillIcon_611","自身的HP回復量提升8%＆弱體耐性提升8%＆防禦力提升8%<br>自身的HP回復量提升10%＆弱體耐性提升10%＆防禦力提升10%[最大解放]"],

["Craft Essence_554",554,"★★★★","アウトレイジ",9,0,0,400,1500,"SkillIcon_700","對自身賦予目標集中狀態(1回合)＆NP獲得量提升15%<br>對自身賦予目標集中狀態(1回合)＆NP獲得量提升20%[最大解放]"],

["Craft Essence_555",555,"★★★★","オペレーション・フィオナ",9,320,1200,200,750,"SkillIcon_603","在自身登場時獲得星星10個(1次)＆Buster卡性能提升8%<br>在自身登場時獲得星星12個(1次)＆Buster卡性能提升10%[最大解放]"],

["Craft Essence_556",556,"★★★","キャトルフィーユ",5,160,800,100,500,"SkillIcon_317","自身的Quick卡性能提升2%＆Arts卡性能提升2%＆Buster卡性能提升2%＆精神異常賦予成功率提升3%<br>自身的Quick卡性能提升3%＆Arts卡性能提升3%＆Buster卡性能提升3%＆精神異常賦予成功率提升5%[最大解放]"],

["Craft Essence_557",557,"★★★","ネヴァーランド",5,0,0,200,1000,"SkillIcon_604","自身的星星發生率提升4%＆Critical威力提升4%＆寶具威力提升4%<br>自身的星星發生率提升8%＆Critical威力提升8%＆寶具威力提升8%[最大解放]"],

["Craft Essence_558",558,"★★★","ラ・シエスタ",5,300,1500,0,0,"SkillIcon_606","對自身賦予每回合HP50回復狀態＆賦予每回合NP1%獲得狀態＆賦予每回合星星1個獲得狀態<br>對自身賦予每回合HP100回復狀態＆賦予每回合NP2%獲得狀態＆賦予每回合星星2個獲得狀態[最大解放]"],

["Craft Essence_559",559,"★★★★","ガーデン",9,100,100,100,100,"SkillIcon_300","只限亞瑟・潘德拉剛〔Prototype〕(Saber)裝備時，自身在場上的話，我方全體的攻擊力提升15%"],

["Craft Essence_560",560,"★★★★★","第六天魔王",12,0,0,500,2000,"SkillIcon_306","自身的Buster卡性能提升15%＆寶具威力提升15%<br>自身的Buster卡性能提升20%＆寶具威力提升20%[最大解放]"],

["Craft Essence_561",561,"★★★★★","日輪の城",12,400,1600,250,1000,"SkillIcon_303","自身的Critical威力提升15%＆星星發生率提升15%＆NP以25%累積狀態開始戰鬥<br>自身的Critical威力提升20%＆星星發生率提升20%＆NP以40%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_562",562,"★★★★★","壬生狼",12,0,0,500,2000,"SkillIcon_316","自身的Quick卡性能提升8%＆Buster卡性能提升8%＆賦予每回合星星3個獲得狀態<br>自身的Quick卡性能提升10%＆Buster卡性能提升10%＆賦予每回合星星4個獲得狀態[最大解放]"],

["Craft Essence_563",563,"★★★★","春風遊歩道",9,600,2250,0,0,"SkillIcon_602","自身的NP獲得量提升15%＆賦予傷害減免300狀態<br>自身的NP獲得量提升20%＆賦予傷害減免400狀態[最大解放]"],

["Craft Essence_564",564,"★★★","社交界の華",5,160,800,100,500,"SkillIcon_314","自身的Quick卡性能提升4%＆Arts卡性能提升4%<br>自身的Quick卡性能提升6%＆Arts卡性能提升6%[最大解放]"],

["Craft Essence_565",565,"★★★★","概念礼装EXPカード：ぐだぐだ明治維新",9,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_566",566,"★★★","概念礼装EXPカード：ぐだぐだウェルカム",5,0,0,0,0,"SkillIcon_999999","提供18,000禮裝強化經驗"],

["Craft Essence_567",567,"★★★★","誓いの羽織",9,100,100,100,100,"SkillIcon_404","只限土方歳三(Berserker)裝備時，對自身賦予根性狀態(HP1回復、１次)＆Critical威力提升30%"],

["Craft Essence_568",568,"★★★★","小豆のお手玉",9,100,100,100,100,"SkillIcon_302","只限茶茶(Berserker)裝備時，自身在場上的話，我方全體的寶具威力提升25%＆防禦力下降10%【副作用】"],

["Craft Essence_569",569,"★★★★★","我らが征くは星の大海",12,0,0,500,2000,"SkillIcon_306","自身的Buster卡性能提升15%＆NP獲得量提升15%<br>自身的Buster卡性能提升20%＆NP獲得量提升20%[最大解放]"],

["Craft Essence_570",570,"★★★★★","いつかの夏",12,750,3000,0,0,"SkillIcon_304","自身的Quick卡性能提升8%＆寶具威力提升8%＆NP以30%累積狀態開始戰鬥<br>自身的Quick卡性能提升10%＆寶具威力提升10%＆NP以50%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_571",571,"★★★★","月の海の生徒会",9,320,1200,200,750,"SkillIcon_315","自身的Arts卡性能提升10%＆Buster卡性能提升10%<br>自身的Arts卡性能提升15%＆Buster卡性能提升15%[最大解放]"],

["Craft Essence_572",572,"★★★★","始まりの予感",9,320,1200,200,750,"SkillIcon_605","對自身賦予每回合星星2個獲得狀態＆賦予每回合NP2%獲得狀態<br>對自身賦予每回合星星3個獲得狀態＆賦予每回合NP3%獲得狀態[最大解放]"],

["Craft Essence_573",573,"★★★","ザ・ケージ",5,300,1500,0,0,"SkillIcon_601","自身的NP以10%累積狀態開始戰鬥＆遭傷害時的NP獲得量提升15%<br>自身的NP以20%累積狀態開始戰鬥＆遭傷害時的NP獲得量提升20%[最大解放]"],

["Craft Essence_574",574,"★★★★","概念礼装EXPカード：BBショット！",9,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_575",575,"★★★★","輝くばかりの",9,100,100,100,100,"SkillIcon_304","只限Meltlilith(Alterego)裝備時，自身的Quick卡性能提升20%＆Critical威力提升30%＋自身在場上的話，自身除外我方全體的Critical威力下降10%【副作用】"],

["Craft Essence_576",576,"★★★★","目を逸らさずに",9,100,100,100,100,"SkillIcon_306","只限Passionlip(Alterego)裝備時，自身在場上的話，我方全體的Buster卡性能提升20%＆弱體耐性下降20%【副作用】"],

["Craft Essence_577",577,"★★★★","路傍の夢",9,100,100,100,100,"SkillIcon_317","只限ＢＢ(MoonCancer)裝備時，自身在場上的話，我方全體的Quick卡性能提升8%＆Arts卡性能提升8%＆Buster卡性能提升8%"],

["Craft Essence_578",578,"★★★★","天魔の春修行",9,100,100,100,100,"SkillIcon_306","只限鈴鹿御前(Saber)裝備時，自身在場上的話，我方全體的Buster卡性能提升10%＆寶具威力提升10%"],

["Craft Essence_579",579,"★★★★","揺籃の夢",9,100,100,100,100,"SkillIcon_305","只限殺生院祈荒(Alterego)裝備時，自身的Arts卡性能提升20%＆最大HP增加3000＋自身在場上的話，自身除外我方全體的最大HP減少1000【副作用】"],

["Craft Essence_580",580,"★★★","瓦礫の聖堂",5,160,800,100,500,"SkillIcon_400","對自身賦予〔男性〕特防15%狀態<br>對自身賦予〔男性〕特防20%狀態[最大解放]"],

["Craft Essence_581",581,"★★★","まるごしシンジ君",5,300,1500,0,0,"SkillIcon_401","自身的防禦弱體耐性提升25%<br>自身的防禦弱體耐性提升30%[最大解放]"],

["Craft Essence_582",582,"★★★","アトラス院",5,0,0,200,1000,"SkillIcon_302","自身的Arts卡的寶具威力提升15%<br>自身的Arts卡的寶具威力提升25%[最大解放]"],

["Craft Essence_583",583,"★★★★","Fate/Apocrypha",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的魔術禮裝經驗值增加50"],

["Craft Essence_584",584,"★★★★","FGO THE STAGE",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_585",585,"★★★","幻想種",5,0,0,200,1000,"SkillIcon_302","〔Rider〕職階裝備的話寶具威力提升15%<br>〔Rider〕職階裝備的話寶具威力提升25%[最大解放]"],

["Craft Essence_586",586,"★★★★","シャフリヤール王の閨",9,100,100,100,100,"SkillIcon_416","只限雪赫拉莎德(Caster)裝備時，自身的弱體耐性提升100%"],

["Craft Essence_587",587,"★★★★","洛陽の宮殿",9,100,100,100,100,"SkillIcon_304","只限武則天(Assassin)裝備時，自身在場上的話，我方全體的Quick卡性能提升20%＆防禦力下降10%【副作用】"],

["Craft Essence_588",588,"★★★★","戦神の軍帯",9,100,100,100,100,"SkillIcon_306","只限彭忒西勒亞(Berserker)裝備時，自身在場上的話，我方全體的Buster卡性能提升20%＆防禦力下降10%【副作用】"],

["Craft Essence_589",589,"★★★★","ニーニャ号",9,100,100,100,100,"SkillIcon_306","只限克里斯多福・哥倫布(Rider)裝備時，自身在場上的話，我方全體的Buster卡性能提升10%＆NP獲得量提升10%"],

["Craft Essence_590",590,"★★★★★","カルデア・アニバーサリー",12,400,1600,250,1000,"SkillIcon_314","自身的Quick卡性能提升8%＆Arts卡性能提升8%＆NP以50%累積狀態開始戰鬥<br>自身的Quick卡性能提升10%＆Arts卡性能提升10%＆NP以60%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_591",591,"★★★★","アフタヌーン・パーティー",9,320,1200,200,750,"SkillIcon_607","對自身賦予每回合NP4%獲得狀態＆Arts卡性能提升10%<br>對自身賦予每回合NP5%獲得狀態＆Arts卡性能提升12%[最大解放]"],

["Craft Essence_592",592,"★★★","スターライト・フェスト",5,160,800,100,500,"SkillIcon_311","自身的星星集中度提升100%＆Quick卡性能提升2%<br>自身的星星集中度提升200%＆Quick卡性能提升3%[最大解放]"],

["Craft Essence_593",593,"★★★★","マンガで分かる！FGO",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_594",594,"★★★★","英霊正装：マシュ・キリエライト",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_595",595,"★★★★","英霊正装：アルトリア・ペンドラゴン",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_596",596,"★★★★","英霊正装：アルテラ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_597",597,"★★★★","英霊正装：モードレッド",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_598",598,"★★★★","英霊正装：アーサー・ペンドラゴン",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_599",599,"★★★★","英霊正装：ネロ・クラウディウス",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_600",600,"★★★★","英霊正装：シュヴァリエ・デオン",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_601",601,"★★★★","英霊正装：ランスロット",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_602",602,"★★★★","英霊正装：カエサル",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_603",603,"★★★★","英霊正装：ベディヴィエール",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_604",604,"★★★★","英霊正装：アルジュナ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_605",605,"★★★★","英霊正装：イシュタル",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_606",606,"★★★★","英霊正装：エミヤ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_607",607,"★★★★","英霊正装：アタランテ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_608",608,"★★★★","英霊正装：エウリュアレ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_609",609,"★★★★","英霊正装：スカサハ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_610",610,"★★★★","英霊正装：カルナ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_611",611,"★★★★","英霊正装：アルトリア・ペンドラゴン",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_612",612,"★★★★","英霊正装：アルトリア・ペンドラゴン",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_613",613,"★★★★","英霊正装：ロムルス",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_614",614,"★★★★","英霊正装：メドゥーサ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_615",615,"★★★★","英霊正装：ジャガーマン",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_616",616,"★★★★","英霊正装：女王メイヴ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_617",617,"★★★★","英霊正装：ケツァル・コアトル",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_618",618,"★★★★","英霊正装：マリー・アントワネット",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_619",619,"★★★★","英霊正装：牛若丸",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_620",620,"★★★★","英霊正装：ブーディカ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_621",621,"★★★★","英霊正装：エドワード・ティーチ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_622",622,"★★★★","英霊正装：レオナルド・ダ・ヴィンチ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_623",623,"★★★★","英霊正装：ニトクリス",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_624",624,"★★★★","英霊正装：ギルガメッシュ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_625",625,"★★★★","英霊正装：クー・フーリン",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_626",626,"★★★★","英霊正装：メフィストフェレス",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_627",627,"★★★★","英霊正装：アマデウス",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_628",628,"★★★★","英霊正装：不夜城のアサシン",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_629",629,"★★★★","英霊正装：呪腕のハサン",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_630",630,"★★★★","英霊正装：ヴラド三世",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_631",631,"★★★★","英霊正装：坂田金時",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_632",632,"★★★★","英霊正装：ナイチンゲール",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_633",633,"★★★★","英霊正装：クー・フーリン",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_634",634,"★★★★","英霊正装：ヘラクレス",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_635",635,"★★★★","英霊正装：フランケンシュタイン",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_636",636,"★★★★","英霊正装：エルドラドのバーサーカー",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_637",637,"★★★★","英霊正装：清姫",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_638",638,"★★★★","英霊正装：アステリオス",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_639",639,"★★★★","英霊正装：ジャンヌ・ダルク",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_640",640,"★★★★","英霊正装：シャーロック・ホームズ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_641",641,"★★★★","フロンティア",9,100,100,100,100,"SkillIcon_306","只限保羅・班揚(Berserker)裝備時，自身在場上的話，我方全體的Buster卡性能提升15%"],

["Craft Essence_642",642,"★★★★","自慢の一挺",9,100,100,100,100,"SkillIcon_304","只限夏洛克・福爾摩斯(Ruler)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆Critical威力提升15%"],

["Craft Essence_643",643,"★★★★★","サマー・リトル",12,400,1600,250,1000,"SkillIcon_602","自身的NP獲得量提升25%＆寶具威力提升10%＆Critical威力提升10%<br>自身的NP獲得量提升30%＆寶具威力提升15%＆Critical威力提升15%[最大解放]"],

["Craft Essence_644",644,"★★★★","ホワイト・クルージング",	9,320,1200,200,750,"SkillIcon_315","自身的Arts卡性能提升8%＆Buster卡性能提升8%＆NP獲得量提升8%<br>自身的Arts卡性能提升10%＆Buster卡性能提升10%＆NP獲得量提升10%[最大解放]"],

["Craft Essence_645",645,"★★★","シュガー・バケーション",5,300,1500,0,0,"SkillIcon_400","自身的防禦力提升3%＆Quick卡性能提升3%<br>自身的防禦力提升5%＆Quick卡性能提升5%[最大解放]"],

["Craft Essence_646",646,"★★★★★","シーサイド・ラグジュアリー",12,0,0,500,2000,"SkillIcon_604","自身的星星發生率提升20%＆賦予每回合星星3個獲得狀態<br>自身的星星發生率提升25%＆賦予每回合星星4個獲得狀態[最大解放]"],

["Craft Essence_647",647,"★★★★","虹の海の黄金劇場",9,100,100,100,100,"SkillIcon_306","只限尼祿・克勞狄烏斯(Caster)裝備時，自身在場上的話，我方全體的Buster卡性能提升10%＆NP獲得量提升10%"],

["Craft Essence_648",648,"★★★★","万能包帯",9,100,100,100,100,"SkillIcon_304","只限弗蘭肯斯坦(Saber)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆NP獲得量提升10%"],

["Craft Essence_649",649,"★★★★","太陽からの賜り物",9,100,100,100,100,"SkillIcon_305","只限尼托克里絲(Assassin)裝備時，自身在場上的話，我方全體的Arts卡性能提升10%＆NP獲得量提升10%"],

["Craft Essence_650",650,"★★★★","天下布武～2017summer.ver～",9,100,100,100,100,"SkillIcon_306","只限織田信長(Berserker)裝備時，自身在場上的話，我方全體的Buster卡性能提升15%＆Critical威力提升15%＆防禦力下降10%【副作用】"],

["Craft Essence_651",651,"★★★★","女神の優勝カップ",9,100,100,100,100,"SkillIcon_304","只限伊絲塔(Rider)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆寶具威力提升10%"],

["Craft Essence_652",652,"★★★★★","真夏のひと時",12,0,0,500,2000,"SkillIcon_304","自身的Quick卡性能提升10%＆Critical威力提升10%＆賦予每回合星星3個獲得狀態<br>自身的Quick卡性能提升15%＆Critical威力提升15%＆賦予每回合星星4個獲得狀態[最大解放]"],

["Craft Essence_653",653,"★★★★","キング・ジョーカー・ジャック",9,600,2250,0,0,"SkillIcon_306","自身的Buster卡性能提升8%＆寶具威力提升8%＆防禦力提升3%<br>自身的Buster卡性能提升10%＆寶具威力提升10%＆防禦力提升5%[最大解放]"],

["Craft Essence_654",654,"★★★","カルデア・ビーチバレー",5,0,0,200,1000,"SkillIcon_310","對自身賦予必中狀態＆星星發生率提升2%＆Critical威力提升2%<br>對自身賦予必中狀態＆星星發生率提升3%＆Critical威力提升3%[最大解放]"],

["Craft Essence_655",655,"★★★★★","ダイブ・トゥ・ブルー",12,400,1600,250,1000,"SkillIcon_305","自身的Arts卡性能提升8%＆寶具威力提升8%＆NP以30%累積狀態開始戰鬥<br>自身的Arts卡性能提升10%＆寶具威力提升10%＆NP以50%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_656",656,"★★★★","選定のモップ",9,100,100,100,100,"SkillIcon_300","只限阿爾托莉亞・潘德拉剛〔Alter〕(Rider)裝備時，自身在場上的話，我方全體的攻擊力提升20%＆防禦力下降15%【副作用】"],

["Craft Essence_657",657,"★★★★","ニャーフ！",9,100,100,100,100,"SkillIcon_314","只限海倫娜・布拉瓦茨基(Archer)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆Arts卡性能提升10%"],

["Craft Essence_658",658,"★★★★","京極",9,100,100,100,100,"SkillIcon_316","只限源頼光(Lancer)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆Buster卡性能提升10%"],

["Craft Essence_659",659,"★★★★","プリズマ☆イリヤ 雪下の誓い",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的魔術禮裝經驗值增加50"],

["Craft Essence_660",660,"★★★★★","バトル・オリンピア",12,0,0,500,2000,"SkillIcon_315","自身的Arts卡性能提升8%＆Buster卡性能提升8%＆NP以50%累積狀態開始戰鬥<br>自身的Arts卡性能提升10%＆Buster卡性能提升10%＆NP以60%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_661",661,"★★★★★","二神三脚",12,0,0,500,2000,"SkillIcon_404","對自身賦予根性狀態(1次・HP1回復)＆寶具威力提升15%<br>對自身賦予根性狀態(1次・HP1回復)＆寶具威力提升20%[最大解放]"],

["Craft Essence_662",662,"★★★★★","チア・フォー・マスター",12,400,1600,250,1000,"SkillIcon_317","自身的Quick卡性能提升6%＆Arts卡性能提升6%＆Buster卡性能提升6%＆賦予每回合星星3個獲得狀態<br>自身的Quick卡性能提升8%＆Arts卡性能提升8%＆Buster卡性能提升8%＆賦予每回合星星4個獲得狀態[最大解放]"],

["Craft Essence_663",663,"★★★★","フード・コロシアム",9,320,1200,200,750,"SkillIcon_304","自身的Quick卡性能提升10%＆HP回復量提升10%<br>自身的Quick卡性能提升15%＆HP回復量提升20%[最大解放]"],

["Craft Essence_664",664,"★★★","マッスル・キャバリエ",5,0,0,200,1000,"SkillIcon_306","自身的Buster卡性能提升3%＆Critical威力提升8%<br>自身的Buster卡性能提升5%＆Critical威力提升10%[最大解放]"],

["Craft Essence_665",665,"★★★★","Replica; Agateram",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_666",666,"★★★★★","願いの先",12,400,1600,250,1000,"SkillIcon_311","自身的星星集中度提升400%＆Buster卡性能提升10%<br>自身的星星集中度提升600%＆Buster卡性能提升15%[最大解放]"],

["Craft Essence_667",667,"★★★★","戦友",9,0,0,400,1500,"SkillIcon_315","自身的Arts卡性能提升8%＆Buster卡性能提升8%＆寶具威力提升5%<br>自身的Arts卡性能提升10%＆Buster卡性能提升10%＆寶具威力提升10%[最大解放]"],

["Craft Essence_668",668,"★★★","夢の跡",5,160,800,100,500,"SkillIcon_500","自身的弱體賦予成功率提升3%＆弱體耐性提升5%<br>自身的弱體賦予成功率提升5%＆弱體耐性提升10%[最大解放]"],

["Craft Essence_669",669,"★★★★","豊穣たる牡牛",9,100,100,100,100,"SkillIcon_304","只限帕爾瓦蒂(Lancer)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆NP獲得量提升10%"],

["Craft Essence_670",670,"★★★★","英霊装束：メドゥーサ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的魔術禮裝經驗值增加50"],

["Craft Essence_671",671,"★★★★","英霊装束：レオナルド・ダ・ヴィンチ",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的魔術禮裝經驗值增加50"],

["Craft Essence_672",672,"★★★★","英霊装束：ジャンヌ・ダルク",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的魔術禮裝經驗值增加50"],

["Craft Essence_673",673,"★★★★","英霊装束：ネロ・クラウディウス",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的魔術禮裝經驗值增加50"],

["Craft Essence_674",674,"★★★","神造兵装",5,0,0,200,1000,"SkillIcon_302","〔Saber〕職階裝備的話寶具威力提升15%<br>〔Saber〕職階裝備的話寶具威力提升25%[最大解放]"],

["Craft Essence_675",675,"★★★★","想い、三世にわたり",9,100,100,100,100,"SkillIcon_306","只限巴御前(Archer)裝備時，自身在場上的話，我方全體的Buster卡性能提升10%＆寶具威力提升10%"],

["Craft Essence_676",676,"★★★★","月輪九曜",9,100,100,100,100,"SkillIcon_314","只限望月千代女(Assassin)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆Arts卡性能提升10%"],

["Craft Essence_677",677,"★★★★","十文字槍",9,100,100,100,100,"SkillIcon_304","只限寶藏院胤舜(Lancer)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆Critical威力提升15%"],

["Craft Essence_678",678,"★★★★","二階笠",9,100,100,100,100,"SkillIcon_305","只限柳生但馬守宗矩(Saber)裝備時，自身在場上的話，我方全體的Arts卡性能提升10%＆NP獲得量提升10%"],

["Craft Essence_679",679,"★★★★","段蔵の牛",9,100,100,100,100,"SkillIcon_316","只限加藤段藏(Assassin)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆Buster卡性能提升10%"],

["Craft Essence_680",680,"★★★★★","トリック・オア・トリートメント",12,0,0,500,2000,"SkillIcon_602","自身的NP獲得量提升25%＆Critical威力提升15%<br>自身的NP獲得量提升30%＆Critical威力提升20%[最大解放]"],

["Craft Essence_681",681,"★★★★","ファントム・ナイト",9,320,1200,200,750,"SkillIcon_306","自身的Buster卡性能提升10%＆NP獲得量提升5%<br>自身的Buster卡性能提升15%＆NP獲得量提升10%[最大解放]"],

["Craft Essence_682",682,"★★★","不思議の国から",5,160,800,100,500,"SkillIcon_316","自身的Quick卡性能提升4%＆Buster卡性能提升4%<br>自身的Quick卡性能提升6%＆Buster卡性能提升6%[最大解放]"],

["Craft Essence_683",683,"★★★★★","エアリアル・ドライブ",12,0,0,500,2000,"SkillIcon_306","自身的Buster卡性能提升8%＆寶具威力提升8%＆NP以30%累積狀態開始戰鬥<br>自身的Buster卡性能提升10%＆寶具威力提升10%＆NP以50%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_684",684,"★★★★","黄金の翼",9,320,1200,200,750,"SkillIcon_302","自身的寶具威力提升20%＆NP獲得量提升5%<br>自身的寶具威力提升25%＆NP獲得量提升10%[最大解放]"],

["Craft Essence_685",685,"★★★","ノスタルジック・フォーム",5,300,1500,0,0,"SkillIcon_400","自身的防禦力提升3%＆Buster卡性能提升3%<br>自身的防禦力提升5%＆Buster卡性能提升5%[最大解放]"],

["Craft Essence_686",686,"★★★★","お姫様の折り紙",9,100,100,100,100,"SkillIcon_602","只限刑部姬(Assassin)裝備時，自身在場上的話，我方全體的NP獲得量提升15%"],

["Craft Essence_687",687,"★★★★","エレクトロジカ ダイアグラム",9,100,100,100,100,"SkillIcon_306","只限機械伊莉醬(Alterego)裝備時，自身在場上的話，我方全體的Buster卡性能提升20%＆弱體耐性下降20%【副作用】"],

["Craft Essence_688",688,"★★★★","ガーディアン ジャイガンティック",9,100,100,100,100,"SkillIcon_306","只限機械伊莉醬Ⅱ號機(Alterego)裝備時，自身在場上的話，我方全體的Buster卡性能提升20%＆弱體耐性下降20%【副作用】"],

["Craft Essence_689",689,"★★★★","剣に祈りを命に願いを",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_690",690,"★★★★","FGO VR マシュ・キリエライト",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_691",691,"★★★","魂喰い",5,0,0,200,1000,"SkillIcon_302","〔Caster〕職階裝備的話寶具威力提升15%<br>〔Caster〕職階裝備的話寶具威力提升25%[最大解放]"],

["Craft Essence_692",692,"★★★★","鷹の魔女の宴",9,100,100,100,100,"SkillIcon_602","只限喀耳刻(Caster)裝備時，自身在場上的話，我方全體的NP獲得量提升10%＆寶具威力提升10%"],

["Craft Essence_693",693,"★★★★","乾坤圏",9,100,100,100,100,"SkillIcon_304","只限哪吒(Lancer)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆寶具威力提升10%"],

["Craft Essence_694",694,"★★★★","ソロモン王への貢物",9,100,100,100,100,"SkillIcon_315","只限示巴女王(Caster)裝備時，自身在場上的話，我方全體的Arts卡性能提升10%＆Buster卡性能提升10%"],

["Craft Essence_695",695,"★★★★","銀鍵のロザリオ",9,100,100,100,100,"SkillIcon_409","只限阿比蓋爾・威廉斯(Foreigner)裝備時，自身的寶具威力提升30%＆賦予即死無效狀態(3次)"],

["Craft Essence_696",696,"★★★★","スターリー・ナイツ",12,0,0,500,2000,"SkillIcon_306","自身的Buster卡性能提升10%＆Critical威力提升10%＆NP以40%累積狀態開始戰鬥<br>自身的Buster卡性能提升15%＆Critical威力提升15%＆NP以50%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_697",697,"★★★★","パーティー・タイム",9,320,1200,200,750,"SkillIcon_316","自身的Quick卡性能提升8%＆Buster卡性能提升8%＆Critical威力提升5%<br>自身的Quick卡性能提升10%＆Buster卡性能提升10%＆Critical威力提升10%[最大解放]"],

["Craft Essence_698",698,"★★★","スノー・パイレーツ",5,300,1500,0,0,"SkillIcon_402","對自身賦予迴避狀態(1次)＆賦予每回合星星1個獲得狀態<br>對自身賦予迴避狀態(1次)＆賦予每回合星星2個獲得狀態[最大解放]"],

["Craft Essence_699",699,"★★★★★","メリー･シープ",12,0,500,0,2000,"SkillIcon_314","自身的Quick卡性能提升8%＆Arts卡性能提升8%＆賦予每回合星星3個獲得狀態<br>自身的Quick卡性能提升10%＆Arts卡性能提升10%＆賦予每回合星星4個獲得狀態[最大解放]"],

["Craft Essence_700",700,"★★★★","冥界に花の咲く",9,100,100,100,100,"SkillIcon_306","只限艾蕾修卡(Lancer)裝備時，自身在場上的話，我方全體的Buster卡性能提升10%＆寶具威力提升10%"],

["Craft Essence_701",701,"★★★★","夜空を駆ける虹",9,100,100,100,100,"SkillIcon_304","只限阿提拉・the・Sun〔誕〕(Archer)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆Critical威力提升15%"],

["Craft Essence_702",702,"★★★★","MOONLIGHT/LOSTROOM",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_703",703,"★★★★","氷室の天地 ～7人の最強偉人篇～",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_704",704,"★★★★★","ニュー・ビギニング",12,400,1600,250,1000,"SkillIcon_305","自身的Arts卡性能提升10%＆Critical威力提升10%＆NP以40%累積狀態開始戰鬥<br>自身的Arts卡性能提升15%＆Critical威力提升15%＆NP以50%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_705",705,"★★★★","アヴァロン・セレブレイト",9,320,1200,200,750,"SkillIcon_311","自身的星星集中度提升300%＆NP獲得量提升10%<br>自身的星星集中度提升400%＆NP獲得量提升15%[最大解放]"],

["Craft Essence_706",706,"★★★","幸せとは温い子犬",5,300,1500,0,0,"SkillIcon_201","從通過關卡獲得的QP增加2018<br>從通過關卡獲得的QP增加2018 ＋ 對自身賦予傷害減免18狀態[最大解放]"],

["Craft Essence_707",707,"★★★★","いろはにほへと",9,2018,2018,0,0,"SkillIcon_607","對自身賦予每回合NP1%獲得狀態"],

["Craft Essence_708",708,"★★★★","概念礼装EXPカード：宇宙犬",9,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_709",709,"★★★★","富士越龍図",9,100,100,100,100,"SkillIcon_404","只限葛飾北齋(Foreigner)裝備時，自身的寶具威力提升30%＆賦予根性狀態(1次・HP20%回復)"],

["Craft Essence_710",710,"★★★★","コミカライズプロジェクト",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_711",711,"★★★★★","鬼に衣",12,0,0,500,2000,"SkillIcon_303","自身的Critical威力提升10%＆星星發生率提升10%＆NP以30%累積狀態開始戰鬥<br>自身的Critical威力提升15%＆星星發生率提升15%＆NP以50%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_712",712,"★★★★","Fate/EXTRA",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的魔術禮裝經驗值增加50"],

["Craft Essence_713",713,"★★★★★","ファラオ・チョコラトル",12,0,0,500,2000,"SkillIcon_306","自身的Buster卡性能提升10%＆寶具威力提升10%＆NP獲得量提升15%<br>自身的Buster卡性能提升15%＆寶具威力提升15%＆NP獲得量提升20%[最大解放]"],

["Craft Essence_714",714,"★★★★","はじめてのバレンタイン",9,320,1200,200,750,"SkillIcon_316","自身的Quick卡性能提升8%＆Buster卡性能8提升%＆寶具威力提升5%<br>自身的Quick卡性能提升10%＆Buster卡性能提升10%＆寶具威力提升10%[最大解放]"],

["Craft Essence_715",715,"★★★","ウィッチズ・キッチン",5,300,1500,0,0,"SkillIcon_305","自身的Arts卡性能提升3%＆NP獲得量提升5%<br>自身的Arts卡性能提升5%＆NP獲得量提升10%[最大解放]"],

["Craft Essence_716",716,"★★★★★","スイート・デイズ",12,400,1600,250,1000,"SkillIcon_315","自身的Arts卡性能提升8%＆Buster卡性能提升8%＆賦予每回合星星3個獲得狀態<br>自身的Arts卡性能提升10%＆Buster卡性能提升10%＆賦予每回合星星4個獲得狀態[最大解放]"],

["Craft Essence_717",717,"★★★★","不明の杯",9,100,100,100,100,"SkillIcon_306","只限賽米拉米斯(Assassin)裝備時，自身在場上的話，我方全體的Buster卡性能提升10%＆寶具威力提升10%"],

["Craft Essence_718",718,"★★★★","邪悪教典",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_719",719,"★★★★","セーブ・ワイヤー",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_720",720,"★★★★","疾駆する",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_721",721,"★★★★","隕鉄扇",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_722",722,"★★★★","マカロニグラタン",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_723",723,"★★★★","副長謹製の散薬",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_724",724,"★★★★","日輪しるこ",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_725",725,"★★★★","甘い物語",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_726",726,"★★★★","高貴なる壺チョコ",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_727",727,"★★★★","トゲの生えたチョコ塊",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_728",728,"★★★★","スタンディング・ボイルドエッグ",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_729",729,"★★★★","メルティ・ハート",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_730",730,"★★★★","殺生院特上おはぎ",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_731",731,"★★★★","Ｐプリン・ア・ラ・モード",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_732",732,"★★★★","スイートデビルスロット",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_733",733,"★★★★","プレミアム・スナック",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_734",734,"★★★★","緋色の研究",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_735",735,"★★★★","大好きなパンケーキ",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_736",736,"★★★★","美しすぎる皇帝チョコ",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_737",737,"★★★★","イシュタル凱旋門おこし",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_738",738,"★★★★","英霊スティックチョコ",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_739",739,"★★★★","スチームエレクトリカルチョコ",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_740",740,"★★★★","チョコミントクールバレット",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_741",741,"★★★★","バーニング是非もないチョコ",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_742",742,"★★★★","極上生チョコタルト",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_743",743,"★★★★","チョコレート",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_744",744,"★★★★","精進料理",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_745",745,"★★★★","銘菓風魔まんじゅう・改",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_746",746,"★★★★","洋風ぜんざい",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_747",747,"★★★★","甘栗子ちよこれいと",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_748",748,"★★★★","古楓橋",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_749",749,"★★★★","ナンディーチョコ（1/1スケール）",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_750",750,"★★★★","ありきたりで悪い？",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_751",751,"★★★★","レシーバー",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_752",752,"★★★★","シートベルト",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_753",753,"★★★★","チョコの鍵",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_754",754,"★★★★","ピンク・ピグレット",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_755",755,"★★★★","節制と嘘とビタースイート",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_756",756,"★★★★","蓮花愛すは何人ぞ",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_757",757,"★★★★","聖夜のホワイトケーキ",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_758",758,"★★★★","冥界のスイートホーム",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_759",759,"★★★★","ちよこちよこ蛸かいな",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_760",760,"★★★★","裏切りのチョコレートたち",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_761",761,"★★★★","ストレンジャー・アマンド",3,0,0,0,0,"SkillIcon_999999","增殖香料的掉落獲得數增加1個【『情人節2018』活動期間限定】"],

["Craft Essence_762",762,"★★★★","なつのあめ",9,100,100,100,100,"SkillIcon_315","只限淺上藤乃(Archer)裝備時，自身在場上的話，我方全體的Arts卡性能提升10%＆Buster卡性能提升10%"],

["Craft Essence_763",763,"★★★★","冬のファラオ大感謝祭",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

["Craft Essence_764",764,"★★★★★","スター・オブ・キャメロット",12,0,0,500,2000,"SkillIcon_311","自身的星星集中度提升400%＆賦予每回合星星3個獲得狀態<br>自身的星星集中度提升600%＆賦予每回合星星4個獲得狀態[最大解放]"],

["Craft Essence_765",765,"★★★★★","探偵ヱドモン～異邦潜入編～",12,400,1600,250,1000,"SkillIcon_315","自身的Arts卡性能提升10%＆Buster卡性能提升10%&NP獲得量提升10%<br>自身的Arts卡性能提升15%＆Buster卡性能提升15%&NP獲得量提升15%[最大解放]"],

["Craft Essence_766",766,"★★★★","ガトー・オ・ショコラ",9,600,2250,0,0,"SkillIcon_306","自身的Buster卡性能提升8%＆寶具威力提升10%＆Critical威力提升10%<br>自身的Buster卡性能提升10%＆寶具威力提升15%＆Critical威力提升15%[最大解放]"],

["Craft Essence_767",767,"★★★★","黄金と太陽の勝負師",9,0,0,400,1500,"SkillIcon_607","對自身每賦予回合NP3%獲得狀態&NP獲得量提升5%＆寶具威力提升5%<br>對自身賦予每回合NP4%獲得狀態&NP獲得量提升10%＆寶具威力提升10%[最大解放]"],

["Craft Essence_768",768,"★★★★","カルデア特捜班",9,320,1200,200,750,"SkillIcon_310","對自身賦予必中狀態&Arts卡性能提升5%＆Buster卡性能提升5%<br>對自身賦予必中狀態&Arts卡性能提升8%＆Buster卡性能提升8%[最大解放]"],

["Craft Essence_769",769,"★★★","ウェルカム・ダイナー",5,160,800,100,500,"SkillIcon_605","對自身賦予每回合星星1個獲得狀態＆星星發生率提升3%＆Critical威力提升3%＆星星集中度提升30%<br>對自身每賦予回合星星2個獲得狀態＆星星發生率提升5%＆Critical威力提升5%＆星星集中度提升50%[最大解放]"],

["Craft Essence_770",770,"★★★","マスケティアーズ",5,0,0,200,1000,"SkillIcon_317","自身的Quick卡的性能提升2%＆Arts卡的性能提升2%＆Buster卡的性能提升2%＆星星發生率提升5%<br>自身的Quick卡的性能提升3%＆Arts卡的性能提升3%＆Buster卡的性能提升3%＆星星發生率提升10%[最大解放]"],

["Craft Essence_771",771,"★★★","雨上がりの君",5,300,1500,0,0,"SkillIcon_402","對自身賦予迴避狀態(1次)＆賦予每回合HP50回復狀態<br>對自身賦予迴避狀態(1次)＆賦予每回合HP100回復狀態[最大解放]"],

["Craft Essence_772",772,"★★★★","春遠からじ",9,100,100,100,100,"SkillIcon_606","對自身賦予每回合HP42回復狀態"],

["Craft Essence_773",773,"★★★★★","陽だまりの中で",12,400,1600,250,1000,"SkillIcon_402","對自身賦予迴避狀態(3次)＆賦予傷害減免300狀態<br>對自身賦予迴避狀態(3次)＆賦予傷害減免400狀態[最大解放]"],

["Craft Essence_774",774,"★★★★","最後の語り部",9,320,1200,200,750,"SkillIcon_607","對自身賦予每回合NP4%獲得狀態＆寶具威力提升10%<br>對自身賦予每回合NP5%獲得狀態＆寶具威力提升15%[最大解放]"],

["Craft Essence_775",775,"★★★","叡智の光",5,0,0,200,1000,"SkillIcon_305","自身的Arts卡性能提升5%＆NP獲得量提升3%<br>自身的Arts卡性能提升8%＆NP獲得量提升5%[最大解放]"],

["Craft Essence_776",776,"★★★★","異端のヤガ",9,0,0,400,1500,"SkillIcon_306","自身的Buster卡性能提升8%&Critical威力提升10%&星星發生率提升10%<br>自身的Buster卡性能提升10%&Critical威力提升15%&星星發生率提升15%[最大解放]"],

["Craft Essence_777",777,"★","闘争",1,0,0,100,300,"SkillIcon_300","自身的攻擊力提升2%<br>自身的攻擊力提升4%[最大解放]"],

["Craft Essence_778",778,"★","連鎖",1,0,0,100,300,"SkillIcon_301","對自身賦予傷害加成30狀態<br>對自身賦予傷害加成50狀態[最大解放]"],

["Craft Essence_779",779,"★","断絶",1,150,450,0,0,"SkillIcon_400","對自身賦予傷害減免30狀態<br>對自身賦予傷害減免50狀態[最大解放]"],

["Craft Essence_780",780,"★","覚醒",1,80,250,50,150,"SkillIcon_311","自身的星星集中度提升50%<br>自身的星星集中度提升100%[最大解放]"],

["Craft Essence_781",781,"★","飢餓",1,80,250,50,150,"SkillIcon_612","遭傷害時的NP獲得量提升15%<br>遭傷害時的NP獲得量提升20%[最大解放]"],

["Craft Essence_782",782,"★★","慈愛",3,200,750,0,0,"SkillIcon_611","自身的HP回復量提升3%<br>自身的HP回復量提升5%[最大解放]"],

["Craft Essence_783",783,"★★","繁栄",3,200,750,0,0,"SkillIcon_606","賦予對自身每回合HP30回復狀態<br>賦予對自身每回合HP50回復狀態[最大解放]"],

["Craft Essence_784",784,"★★","欺瞞",3,0,0,150,500,"SkillIcon_500","自身的弱體賦予成功率提升3%<br>自身的弱體賦予成功率提升5%[最大解放]"],

["Craft Essence_785",785,"★★","同調",3,0,0,150,500,"SkillIcon_416","自身的被強化成功率提升3%<br>自身的被強化成功率提升5%[最大解放]"],

["Craft Essence_786",786,"★★","暗澹",3,120,400,80,250,"SkillIcon_407","自身的即死耐性提升5%<br>自身的即死耐性提升10%[最大解放]"],

["Craft Essence_787",787,"★★★★","ＯＴＭＡ",9,100,100,100,100,"SkillIcon_305","只限安娜塔西亞(Caster)裝備時，自身在場上的話，我方全體的Arts卡性能提升10%＆寶具威力提升10%"],

["Craft Essence_788",788,"★★★★","カリュドーンの毛皮",9,100,100,100,100,"SkillIcon_304","只限阿塔蘭塔〔Alter〕(Berserker)裝備時，自身在場上的話，我方全體的Quick卡性能提升15%＆Critical威力提升15%＆防禦力10%下降【副作用】"],

["Craft Essence_789",789,"★★★★","ある真理と死",9,100,100,100,100,"SkillIcon_315","只限阿維斯布隆(Caster)裝備時，自身在場上的話，我方全體的Arts卡性能提升10%＆Buster卡性能提升10%"],

["Craft Essence_790",790,"★★★★","燎原の刃",9,100,100,100,100,"SkillIcon_305","只限安東尼奧・薩里耶利(Avenger)裝備時，自身在場上的話，我方全體的Arts卡性能提升10%＆NP獲得量提升10%"],

["Craft Essence_791",791,"★★★★","イヴァン雷帝の書庫",9,100,100,100,100,"SkillIcon_306","只限伊凡雷帝(Rider)裝備時，自身在場上的話，我方全體的Buster卡性能提升10%＆寶具威力提升10%"],

["Craft Essence_792",792,"★★★★★","彼方への巡礼",12,400,1600,250,1000,"SkillIcon_602","自身的NP獲得量提升10%＆寶具威力提升10%＆NP以40%累積狀態開始戰鬥<br>自身的NP獲得量提升15%＆寶具威力提升15%＆NP以50%累積狀態開始戰鬥[最大解放]"],

["Craft Essence_793",793,"★★★★","刹那のまほろば",9,600,2250,0,0,"SkillIcon_315","自身的Arts卡性能提升8%＆Buster卡性能提升8%＆防禦力提升3%<br>自身的Arts卡性能提升10%＆Buster卡性能提升10%＆防禦力提升5%[最大解放]"],

["Craft Essence_794",794,"★★★","出発進行！",5,160,800,100,500,"SkillIcon_304","自身的Quick卡性能提升3%＆NP獲得量提升5%<br>自身的Quick卡性能提升5%＆NP獲得量提升10%[最大解放]"],

["Craft Essence_795",795,"★★★★★","城塞の午後",12,750,3000,0,0,"SkillIcon_315","自身的Arts卡性能提升10%＆Buster卡性能提升10%＆寶具威力提升10%<br>自身的Arts卡性能提升15%＆Buster卡性能提升15%＆寶具威力提升15%[最大解放]"],

["Craft Essence_796",796,"★★★★★","トゥリファスにて	",12,0,0,500,2000,"SkillIcon_602","自身的NP獲得量提升10%＆Critical威力提升10%＆賦予每回合星星3個獲得狀態<br>自身的NP獲得量提升15%＆Critical威力提升15%＆賦予每回合星星4個獲得狀態[最大解放]"],

["Craft Essence_797",797,"★★★★","概念礼装EXPカード：フランの花",9,0,0,0,0,"SkillIcon_999999","提供30,000禮裝強化經驗"],

["Craft Essence_798",798,"★★★★","世界を内包せしもの",9,100,100,100,100,"SkillIcon_403","只限阿基里斯(Rider)裝備時，自身的寶具威力提升30%＆自身登場時對我方全體賦予無敵狀態(1次・3回合)"],

["Craft Essence_799",799,"★★★★","教えること、学ぶこと",9,100,100,100,100,"SkillIcon_314","只限凱隆(Archer)裝備時，自身在場上的話，我方全體的Quick卡性能提升10%＆Arts卡性能提升10%"],

["Craft Essence_800",800,"★★★★","名前のない死",9,100,100,100,100,"SkillIcon_602","只限齊格(Caster)裝備時，自身在場上的話，我方全體的NP獲得量提升10%＆寶具威力提升10%"],

["Craft Essence_801",801,"★★★★","ベーカー街からの脱出",9,100,100,100,100,"SkillIcon_202","通過關卡時獲得的Master經驗值增加50"],

];	

